{
    "userId": 63514443,
    "authorName": "Louis Skebo",
    "from": "Louis Skebo &lt;lshobie@...&gt;",
    "profile": "lshobie",
    "replyTo": "LIST",
    "senderId": "1i26-4Km4U3rrmqo5z1m7w-Fvye7n4NIUZW0tGQMWpLwNgIHT1Pmc45_Dr0Y-P0EyAVCviSTL-nAWqwHimp8TSW971YBPg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Nihonto related questions, please help.",
    "postDate": "1069159620",
    "msgId": 1106,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDMxMTE4MTI0NzAwLjUwNDcxLnFtYWlsQHdlYjEyNTAxLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDAzZTcwMWMzYWQ4YyQxMTlhN2RmMCQ5N2NhZmVhOUBreXA0Pg=="
    },
    "prevInTopic": 1104,
    "nextInTopic": 1107,
    "prevInTime": 1105,
    "nextInTime": 1107,
    "topicId": 1100,
    "numMessagesInTopic": 10,
    "msgSnippet": "Hi Matt, I think the nugui at the end of the polishing process has something to do with colour, and rust inhibition.  I have read somewhere that a blade not",
    "rawEmail": "Return-Path: &lt;lshobie@...&gt;\r\nX-Sender: lshobie@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 83602 invoked from network); 18 Nov 2003 12:47:00 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m5.grp.scd.yahoo.com with QMQP; 18 Nov 2003 12:47:00 -0000\r\nReceived: from unknown (HELO web12501.mail.yahoo.com) (216.136.173.193)\n  by mta4.grp.scd.yahoo.com with SMTP; 18 Nov 2003 12:47:00 -0000\r\nMessage-ID: &lt;20031118124700.50471.qmail@...&gt;\r\nReceived: from [66.185.84.197] by web12501.mail.yahoo.com via HTTP; Tue, 18 Nov 2003 04:47:00 PST\r\nDate: Tue, 18 Nov 2003 04:47:00 -0800 (PST)\r\nSubject: Re: [nihontostudy] Nihonto related questions, please help.\r\nTo: nihontostudy@yahoogroups.com\r\nIn-Reply-To: &lt;03e701c3ad8c$119a7df0$97cafea9@kyp4&gt;\r\nMIME-Version: 1.0\r\nFrom: Louis Skebo &lt;lshobie@...&gt;\r\nX-Yahoo-Group-Post: member; u=63514443\r\nX-Yahoo-Profile: lshobie\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHi Matt,\n \nI think the nugui at the end of the polishing process has something to do with colour, and rust inhibition.  I have read somewhere that a blade not treated with nugui will rust more quickly.  Also, nugui, and the mixture of the nugui  by the polisher helps determine the final &quot;colour&quot; of the steel, although the colour of the steel is always there of course  - the nugui just accentuates activities and steel colour among other things.  \n \nAs steel, polishers techniques, owner, and environmental conditions differ, I think this is why we see different finishes and finish colours on blades.  I will agree that just about every koto blade that I have seen has a bluish colour to the steel.    And, i dont think that blades with bluish colour to them stopped being producecd as soon as the koto period ended, and vise versa,  I have a shinto blade that has a very pronounced bluish colour to it.  Aging of the steel may also have an effect.\n\nLighting may also have an effect on the colour of the steel.  I have a koto wak that looks like it has blackish steel under a compact flourescent bulb, yet looks very bluish under every other light.\n \nAlso, care of the blades has an effect on the appearance of the steel and activites and polish in general.  A blade has to be looked after properly, especially in the first few months after a polish.  Applications of uchiko and just general sword maintenace enhance the polish overall.  Water still remains in a blade for a period of time after a polish, so it must be removed, and, like a fine wine, and through uchiko applications a blade ages and we start to see things that werent as obvious as before.\n \nJust some thoughts, and I am rambling so I will shut up now.\n \nRegards,\n \nLouis\n&quot;Matthew E. Hoyle&quot; &lt;matthewhoyle@...&gt; wrote:\nStill reading all this wonderful stuff written by Mr. Caldwell and I\nhave run into a couple of things I do not understand and / or\ncomprehend, so no better place than to pose my questions here.\n\nOn page 39 he writes about the Shinto smiths using alot of Namban tetsu\nand says &quot;There was less molybdenum and more chrome (In Namban steel)\nthan native Japaneses iron and this made for a stronger and sharper\nblade than the old iron, with less forging.&quot; \n\n1.     - What is molybdenum and why does this in conjunction with chrome\nmake for a stronger and sharper blade with less forging  ?\n\nMr. Caldwell goes on to say that Koto swords rust differently than\nShinto swords\n\n2.     - Again what does he mean and can anyone give me an example ? I\npresume this has to do with the fact that Shinto steel is quite\ndifferent to Koto steel, with most of it being Namban or a variation\nthereof as described in question 1. \n\n3.    - Last but not least he describes Koto blades as being &quot;blue&quot;. Now\nI have seen a couple and would agree that they do look bluish. Is this\nwhy people sometimes call them &quot;wet&quot; ? Also if you had to assign a color\nto Shinto blades what would it be ?\n\n\nMany thanks in advance, Matthew\n\n\n\n    Z Recruiting Services\n    &quot;Zurich Toren&quot; Muzenstraat 89\n    2511 WB Den Haag\n    T: +31 70 4262273\n    F: +31 70 4262111\n    W: zrecruiting.com\n    E: info@...\n    Kijk ook op monsterboard.nl, jobbingmall.nl en \n    nationalevacaturebank.nl voor actuele vacatures!\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\nYahoo! Groups SponsorADVERTISEMENT\n\nTo unsubscribe from this group, send an email to:\nnihontostudy-unsubscribe@yahoogroups.com\n\n\n\nYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n---------------------------------\nDo you Yahoo!?\nProtect your identity with Yahoo! Mail AddressGuard\n\n[Non-text portions of this message have been removed]\n\n\n"
}