{
    "userId": 134498325,
    "authorName": "Tom Helm",
    "from": "Tom Helm &lt;junkmail@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "36tZXs_KEWYpVZNS-Mt7GjvUDxWIkqhx-zrYdiTHwX0huKk6djmp_6_aSEFXuH_NGS47kKkEE4jw4nnuaGFvIup6Hw_RWRUm",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: the state of things What&#39;s up",
    "postDate": "1069318018",
    "msgId": 1116,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE5QjlDQjJCLTFCMzYtMTFEOC05QzFELTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg==",
        "inReplyToHeader": "PDAxMGEwMWMzYWVjNCQ4ZjMyY2NjMCRhNTViMDUxOEBhdHRiaS5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 1118,
    "prevInTime": 1115,
    "nextInTime": 1117,
    "topicId": 1116,
    "numMessagesInTopic": 16,
    "msgSnippet": "All- I am a member of most of the organizations concerned and I have to say I have had a very different experience. The very first person I went to was a",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 98275 invoked from network); 20 Nov 2003 07:45:51 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m9.grp.scd.yahoo.com with QMQP; 20 Nov 2003 07:45:51 -0000\r\nReceived: from unknown (HELO pop.sanbrunocable.com) (65.172.230.120)\n  by mta2.grp.scd.yahoo.com with SMTP; 20 Nov 2003 07:45:55 -0000\r\nReceived: from toryu-mon.com (natbox.sanbrunocable.com [65.172.230.99])\n\tby pop.sanbrunocable.com (8.11.6/8.11.6) with ESMTP id hAK7jnn30313;\n\tWed, 19 Nov 2003 23:45:49 -0800\r\nDate: Thu, 20 Nov 2003 00:46:58 -0800\r\nSubject: Re: the state of things What&#39;s up\r\nContent-Type: text/plain; charset=US-ASCII; format=flowed\r\nMime-Version: 1.0 (Apple Message framework v552)\r\nCc: nihontostudy@yahoogroups.com\r\nTo: token_kenkyu_kai@...\r\nIn-Reply-To: &lt;010a01c3aec4$8f32ccc0$a55b0518@...&gt;\r\nMessage-Id: &lt;19B9CB2B-1B36-11D8-9C1D-000393B56BC0@...&gt;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Apple Mail (2.552)\r\nX-eGroups-From: Tom Helm &lt;toryu@...&gt;\r\nFrom: Tom Helm &lt;junkmail@...&gt;\r\nX-Yahoo-Group-Post: member; u=134498325\r\nX-Yahoo-Profile: soshuju\r\n\r\nAll-\n\tI am a member of most of the organizations concerned and I have to say \nI have had a very different experience. The very first person I went to \nwas a dealer, who as Harry has pointed out, risked the safety and \nsecurity of his family and collection by welcoming into his home a \ncomplete stranger. I didn&#39;t get cookies and milk but did get the honest \nappraisal I had asked for and an introduction to people who could \nfurther me in my areas of interest. He didn&#39;t know it then but it was a \nlife-changing meeting for me.\n\tFor some years I was reluctant to join the clubs because I was \nconcerned that a newbie wouldn&#39;t be able to keep up and might be \nunwelcome. Not the case however, I have learned a great deal from every \none of the members of my club and we are always happy to see new faces. \nNew faces with or without stuff in hand I might add. You are all \ninvited to join us at the NCJSC anytime you are in town and your \nschedule permits.\n\tI write travelogues and grade school level essays on subjects of \ninterest to me for our newsletter. It was several years after I joined \nthat I took up the challenge to contribute. I didn&#39;t know much then, \nstill don&#39;t now but I love a good tale and have a hard time resisting \nan empty pulpit.I am also unafraid of being wrong. Not sure this is a \ntalent but we all pitch in with with those skills we bring with us to \nmake the club the best we can. I have seen some great changes in the \nlast ten years and fully expect more as some of us newbies start to \nflex our muscles.\n\tThe question was what is wrong and what can we do to fix those \nproblems. Having studied briefly in Japan I find little wrong with what \nis happening there, education, study, and publication continue. There \nis a world of new info published each month, there are kantei-kai and \ntaikai providing unparalleled opportunities for growth. With the birth \nof the American Branch of the NBTHK alot of that will now be available \nto us unlucky enough to live here in the land of the 9.99 pizza. Ok \nmembership could be cheaper, but would be worth it at double the cost.\n\tWe don&#39;t do enough here to spread the word and bring in new members. \nVisits to local schools ( as a list member suggested awhile back), a \ntable at Martial arts tournaments, more advertising and other ways of \nreaching out are all possible. I for one would like to see more \ntranslations, but we have the NBTHK and the NTHK and soon translations \nfrom Dr. Robson from the JSSUS, what isn&#39;t being transmitted? Thats \ngist for another thread perhaps, but it seems the material is being \nmade available and each publication/organization has their area. It \nain&#39;t coming out fast enough, I agree, afterall I went to Japan to try \nto learn the lan-gauge and accelerate the learning process but it is \ncoming out.\n\tI also want to see older material rehashed, wouldn&#39;t it be great if we \ncould do an oshigata issue, going back to the original &quot;masters&quot; I \nwould love to see biographies of long time collectors, taped interviews \nand a history of our clubs. We have a &quot;convention&quot;, it is in San \nFrancisco. If there is a beginner topic you want to learn about the \nclub is always looking for monthly topics tell us what areas you want \nto explore.\n\tMentoring? certainly can&#39;t argue with that, wish I had one myself. \nSince I have a voice, thanks to this medium, I always try to answer \nnewerbie questions and always help folks who contact me off line and I \nhave received lots of help from other listeros myself. Again my \nexperience has been a positive one. This medium you ask? Yes lots to \nsay on that but will make that a separate thread.\n\tAnyway what&#39;s up is,is that interest is down, membership is down and \nthe time is ripe for a small group of motivated individuals to \nrevolutionize these clubs and this study. Maybe all we need is you, I \nam here already and I am ready to create the future...\n-t\n\t\n\n\n"
}