{
    "userId": 134498325,
    "authorName": "Tom Helm",
    "from": "Tom Helm &lt;junkmail@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "6sN6PKSRW1zKKWStALC-iIYspGktusG-kXdukkx0J53uvjVjzyuwhE1-41nrx6eSNYPvZUnSoNm_wjGAYV4XCRDvG0FtcyoU",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: the state of things What&#39;s Next?",
    "postDate": "1069383285",
    "msgId": 1119,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDBGRkJGOTFFLTFCQ0UtMTFEOC05QzFELTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg==",
        "inReplyToHeader": "PDE5QjlDQjJCLTFCMzYtMTFEOC05QzFELTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg=="
    },
    "prevInTopic": 1118,
    "nextInTopic": 1120,
    "prevInTime": 1118,
    "nextInTime": 1120,
    "topicId": 1116,
    "numMessagesInTopic": 16,
    "msgSnippet": "All- Forgive me if you have heard this rant before, but I think this the most important challenge that faces us; I can t agree with anyone who dismisses",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 52313 invoked from network); 21 Nov 2003 01:53:33 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m14.grp.scd.yahoo.com with QMQP; 21 Nov 2003 01:53:33 -0000\r\nReceived: from unknown (HELO pop.sanbrunocable.com) (65.172.230.120)\n  by mta2.grp.scd.yahoo.com with SMTP; 21 Nov 2003 01:53:33 -0000\r\nReceived: from toryu-mon.com (natbox.sanbrunocable.com [65.172.230.99])\n\tby pop.sanbrunocable.com (8.11.6/8.11.6) with ESMTP id hAL1rXn23671;\n\tThu, 20 Nov 2003 17:53:33 -0800\r\nDate: Thu, 20 Nov 2003 18:54:45 -0800\r\nSubject: Re: the state of things What&#39;s Next?\r\nContent-Type: text/plain; charset=US-ASCII; format=flowed\r\nMime-Version: 1.0 (Apple Message framework v552)\r\nCc: nihontostudy@yahoogroups.com\r\nTo: token_kenkyu_kai@...\r\nIn-Reply-To: &lt;19B9CB2B-1B36-11D8-9C1D-000393B56BC0@...&gt;\r\nMessage-Id: &lt;0FFBF91E-1BCE-11D8-9C1D-000393B56BC0@...&gt;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: Apple Mail (2.552)\r\nX-eGroups-From: Tom Helm &lt;toryu@...&gt;\r\nFrom: Tom Helm &lt;junkmail@...&gt;\r\nX-Yahoo-Group-Post: member; u=134498325\r\nX-Yahoo-Profile: soshuju\r\n\r\nAll-\n\tForgive me if you have heard this rant before, but I think this the \nmost important challenge that faces us;\n\t I can&#39;t agree with anyone who dismisses computer and  internet \ntechnology as quick fixes or spoon food for Gen X-ers.  John Yumoto \nhimself said the computer was the future of nihonto study and no matter \nhow much info we make available here, the hard work will still have to \nbe done in hand one blade at a time.\n\tThere is honestly no reason we cannot have all our references \ndownloaded and indexed in an online library. What I wouldn&#39;t give to \nhave just three books on my PDA! Electronic paper? I&#39;ll take a sheaf! \nSeeing what others have done with Tosho and what Darcy has done with \nhis database I wonder if I shouldn&#39;t have studied &quot;computer&quot; instead of \nJapanese.\n\tWhats missing? What would do the most good? Nagayama without a doubt. \nI use the Japanese but even when I use the Eigo I have days when I \ncan&#39;t find a particular smith even though I KNOW he is in there. \nComputer would solve that. The Meikan? absolutely if it is just a \nhobby, and you are not obsessed like me, then you want a quick \nreference to names and dates. This is the book and with minimal \nJapanese it&#39;s secrets can be unlocked. I would venture a great deal of \nuseful info is already in print, from the JSSUS and other US clubs. I \nexpect it would be easier to get them on board with a project to \nupdate, collate and disseminate all the info contained in those old \nnewsletters.\n\tAuthentication? Here&#39;s a big complaint. Newbiles have to visit dealers \nand silverbacks or even Japan to get an appraisal. Even were everything \nwe now have translated on line, the eye of an expert could never be \nreplaced. The clubs that do shinsa now, could save time and effort \noffering internet appraisals. Charging a nominal fee for reviewing \nscans and rubbings, this could be credited against a full shinsa \nsubmission. You&#39;ll have to deal with more junk on the whole, but a lot \nless in person and the whole process would feel more accessible to the \nhobbyist.\n\tThe tricks, scams, flaws and pitfalls could all be compiled on a \nsingle website. There could be a known fake database, to help prevent \nfuture frauds. There will still be people who don&#39;t bother to visit it \nand some people won&#39;t listen no matter how many times or ways you \nexplain &quot;fatal flaw&quot; or &quot;fake signature&quot;. So again the internet will be \na big help but it won&#39;t be able to save everyone.\n\tLectures and study groups. Martial arts dojo bring &quot;experts&quot; over for \nseminars all the time. There is no reason we cannot. We have Dr Robson \nof the NTHK making annual presentations of the kind and quality seen in \nJapan, others have come in the past, why not invite them over? The \nargument against seems to be the money. Not enough members willing to \npay for an evening with Fukunaga Suiken? Well Rock stars do online \ninterviews why not the stars of nihonto? Hire a translator, sit at a \nterminal and rock out. Better yet set up a video conference, don&#39;t \nallow questions just broadcast the kantei kai, or let Sensei talk for \nan hour each week on whatever he likes. However as Clive has mentioned \nwithout your alls support...\n\tI have talked about virtual swords one could hold in a sensor-gloved \nhand and examine to your hearts desire and  a slew of virtual Sensei \ngiving lectures on each of these. Check out e-kokuho at the Tokyo \nNational Museum, virtual swords presented at various magnifications and \nin different light, excellent photography. We aren&#39;t so very far from \nthis but can&#39;t we digitize the old lectures of John Yumoto? Put them up \nas audio files that play with subtitles? Digitize what film we have of \nhim and others, add updated graphics, background notes, subtitles, \noshigata and still photos?\n\tShijo kantei! Why not a for fee monthly kantei? The same swords that \nare in the magazine. This way overseas members don&#39;t have to fool with \npostage and have more time to crunch the problem before the deadline. \nCreate a new category of e-member, $15 or $20 bucks a year for a \npasscode to access the members only pages allowing them to try their \nhand at kantei . Virtual shinsa could be a priveledge for only those \nwith a full or e-membership and passcode. Member profiles could be part \nof the site. Imagine your picture and list of wants or area of \nexpertise listed for any and all interested parties to see. Friendships \nand business contacts could be made, you might even place that name \nwith a face you remember from the taikai.This is where we are headed, \nwe only have to wait to see who does it first.\n\tWanting to see all these advances, I can barely afford to pay all the \ndues, but then cannot afford to let any of these great clubs fade away. \nIf  it is not your club it can be, join up now. Waiting for the reform \nand withholding your dues will likely only slow the change. Plunk down \nthe money and be active and we can have all the things on our wish \nlist. Answer the door Neo!\n-t\n\n\n"
}