{
    "userId": 5049222,
    "authorName": "David Zincavage",
    "from": "&quot;David Zincavage&quot; &lt;jdz@...&gt;",
    "profile": "davidzincavage",
    "replyTo": "LIST",
    "senderId": "okLcZGgU5drL5BZrfOcGB59wQcNd1y2xnHlAv5jhacpqzC1Efkgt58-aiMZO_Yz_9uGvihjRRDCplNo2XBC_Sgp1xspPwg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Samurai Sushi&#39;ed",
    "postDate": "1070736738",
    "msgId": 1231,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMGMwMWMzYmMyYSQxMzE3MmM4MCQyMTAxMTBhY0BUSElOS1BBRD4=",
        "referencesHeader": "PDIwQThFOTMxLTI4MTctMTFEOC1BQkZBLTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg=="
    },
    "prevInTopic": 1230,
    "nextInTopic": 1234,
    "prevInTime": 1230,
    "nextInTime": 1232,
    "topicId": 1230,
    "numMessagesInTopic": 3,
    "msgSnippet": "I thought the film was pretty, and the kendo sequences well staged, but the whole thing was a bit tough to swallow.  I m afraid I agree with the Wall Street",
    "rawEmail": "Return-Path: &lt;jdz@...&gt;\r\nX-Sender: jdz@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 66344 invoked from network); 6 Dec 2003 18:52:29 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m7.grp.scd.yahoo.com with QMQP; 6 Dec 2003 18:52:29 -0000\r\nReceived: from unknown (HELO mtaw6.prodigy.net) (64.164.98.56)\n  by mta5.grp.scd.yahoo.com with SMTP; 6 Dec 2003 18:52:29 -0000\r\nReceived: from THINKPAD (adsl-66-126-168-183.dsl.snfc21.pacbell.net [66.126.168.183])\n\tby mtaw6.prodigy.net (8.12.10/8.12.10) with SMTP id hB6Ipf4O003400;\n\tSat, 6 Dec 2003 10:51:41 -0800 (PST)\r\nMessage-ID: &lt;000c01c3bc2a$13172c80$210110ac@THINKPAD&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;, &quot;Tom Helm&quot; &lt;toryu@...&gt;\r\nCc: &lt;nihonto@yahoogroups.com&gt;, &lt;nihontostudy@yahoogroups.com&gt;,\n        &lt;token_kenkyu_kai@...&gt;\r\nReferences: &lt;20A8E931-2817-11D8-ABFA-000393B56BC0@...&gt;\r\nSubject: Re: [nihontostudy] Samurai Sushi&#39;ed\r\nDate: Sat, 6 Dec 2003 10:52:18 -0800\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-eGroups-Remote-IP: 64.164.98.56\r\nFrom: &quot;David Zincavage&quot; &lt;jdz@...&gt;\r\nX-Yahoo-Group-Post: member; u=5049222\r\nX-Yahoo-Profile: davidzincavage\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nI thought the film was pretty, and the kendo sequences well staged, but the=\r\n whole thing was a bit tough to swallow.  I&#39;m afraid I agree with the Wall =\r\nStreet Journal&#39;s critic that it was impossible to identify any possible rat=\r\nional political agenda that all these samurai were bravely dying to effectu=\r\nate.\n\nNathan Algren (Tom Cruise) is hired to go to Japan to train the Imper=\r\nial troops, in the first place, by Colonel Bagley his cynical, corrupt and =\r\nunlovable former superior officer.  When Algren returns to the city from hi=\r\ns sojourn in Katsumoto&#39;s Shangri-La prefecture, Bagley, upon learning that =\r\nAlgren has switched loyalties, has the best line of the movie. &quot;Why do you =\r\nhate your own people?&quot;  he inquires.  Cruise and Zwick never answer that qu=\r\nestion, and I wonder why.  Algren is consumed throughout the film by remors=\r\ne for participation in phallocratic, Imperialist, European attacks upon inn=\r\nocent, harmless, unoffending Native Americans, who obviously would not them=\r\nselves have hurt a fly.  We are given to understand that Bagley and Algren =\r\nand their cavalry killed Indian women and children, since Little Big Man, f=\r\nrom Hollywood&#39;s perspective the distinctive crime of late 19th century US c=\r\navalrymen.    We all know that Indians, of course, never ever made war upon=\r\n women or children.  \n\nAlgren is, at the beginning of the film, a drunk, bu=\r\nt his capture and assimilation by the noble samurai cures him of drinking. =\r\n They cure him by adopting him into a new trans-Pacific tribe of nobler-tha=\r\nn-thou primitives, who possess a deeper and more profound understanding of =\r\nnature, humanity, and ordinary living than us deracinated white-eyes.  Like=\r\n the American Indians, the samurai are vanishing in the face of an advancin=\r\ng modernity, and Algren has found the cause which can redeem his corrupt Ca=\r\nucasian soul.\n\nThere are, alas! certain problems related to factual plausib=\r\nility, overlooked by the film&#39;s continuity department.  The samurai sensibi=\r\nlity was certainly capable of admiring the bravery and skill of an adversar=\r\ny, but it was not prone to capturing him alive and taking him home as a gue=\r\nst.  Samurai mercy to a defeated enemy rose at its ultimate peak to letting=\r\n him commit seppuku.  Katsumoto supposedly spares Algren in order to &quot;learn=\r\n about the West,&quot; but, in fact, his interest seems entirely to focus on Alg=\r\nren&#39;s personality, previous career, and on the Western Indians.  Katsumoto =\r\nis presented as obviously not interested, or sympathetic to, in the West  i=\r\nn general, despite having somehow acquired perfect English.  He simply want=\r\ns to keep Japan free of Western influences, particularly free of Western te=\r\nchnology.  I suppose he must have learned his English at the University of =\r\nOregon.\n\nBushido, as described in the Hagekure, the classic 17th century tr=\r\neatise on samurai ideals, basically consists of an eagerness to die honorab=\r\nly in one&#39;s master&#39;s service, and the sooner the better.  Edward Zwick&#39;s fi=\r\nlm certainly has assimilated that sensibility.  Katsumoto and his band of b=\r\nrothers apparently have no personal ambitions beyond demonstrating their cr=\r\notchetty Japanese conservatism, and suspicion of the consequences of Wester=\r\nn influences and innovation, by putting up a good fight in the course of ge=\r\ntting themselves killed facing overwhelmingly superior forces.\n\nThe fightin=\r\ng is pure Hollywood.  In the midst of an evening&#39;s kabuki performance, Kats=\r\numoto naturally hops on stage and takes a comic turn in order to demonstrat=\r\ne that the ascetic and war-like nobleman is not above clowning.  As he perf=\r\norms, ninja begin creeping over the rooftops to attempt his assassination. =\r\n Before long, Katsumoto and Algren and all the fighting men (and women) of =\r\nthe village are desperately fighting off the attack of roughly a regiment o=\r\nf ninja.  Why it is that these highly skilled ninja, armed with all sorts o=\r\nf specialized weaponry, need to creep up and try for a crossbow shot, when =\r\nthey&#39;ve obviously got the whole town outnumbered in the first place seemed =\r\nmysterious.  Nonetheless, naturally, the ninja lose.\n\nIn another oh-sure! f=\r\nighting scene, the unarmed Algren finds himself attacked by four armed assa=\r\nssins.  In a very nicely choreographed sequence, Algren eludes blows, disar=\r\nms some, and then kills all his opponents in a very impressive (if implausi=\r\nble) display of fighting arts.  Tom Cruise must have been rather proud of b=\r\neing able to do all this, since the sequence is repeated in slow motion for=\r\n our edification.  I was kind of wishing that John Madden were delivering a=\r\n voice over as I watched it the second time.\n\nIn the culminating grand batt=\r\nle, Katsumoto and his band of one or two hundred stodgy, sword-wielding con=\r\nservatives face one or two thousand Western-style Japanese infantry, armed =\r\nwith bolt-action repeating rifles and bayonets, supported by howitzers and =\r\nGatling guns.  The conservatives cleverly lure the first Imperial infantry =\r\nregiment into a trap, just out of howitzer range, cutting them off from ret=\r\nreat with a line of prepared incendiary devices, then successfully employin=\r\ng combined arms tactics using archery, infantry, and cavalry to pull off a =\r\nstill very costly temporary victory.  Naturally, they do not stop there.  M=\r\nuch reduced by casualties from the first stage of the battle, the noble sam=\r\nurai mount their horses, and proceed to emulate the Light Brigade, undertak=\r\ning a cavalry charge directly into the face of the vastly numerically super=\r\nior remaining infantry regiment, and those howitzers, and those Gatling gun=\r\ns.  Naturally, they all die.  Katsumoto, Algren, and every significant supp=\r\norting samurai are all shot repeatedly by Gatling guns firing, I presume, .=\r\n45-70 rounds.  Though riddled with bullets, Katsumoto is so reboutable a sa=\r\nmurai that he requires Algen&#39;s assistance to die.  Algren is even more robu=\r\nst.  He survives, and gets to deliver Katsumoto&#39;s sword to the Emperor in r=\r\neproach.  Overwhelmed by the beauty of the death of Katsumoto and all his l=\r\noyal retainers, the Emperor fires Katsumoto&#39;s political rival, cancels a tr=\r\neaty with the United States, and one supposes, rescinds the ban against wea=\r\nring swords, bans the gun, expells the Western barbarians, and returns Japa=\r\nn to splendid isolation.  Japan consequently never invades Korea, defeats R=\r\nussia, and then goes after China.  Japan never builds a navy, never constru=\r\ncts a Co-East Asia Prosperity Sphere, never attacks Pear Harbor, and everyo=\r\nne lives happily ever after.  \n\n\n\n\n    \n\n    \n\n\n \n  ----- Original Message =\r\n----- \n  From: Tom Helm \n  To: Tom Helm \n  Cc: nihonto@yahoogroups.com ; ni=\r\nhontostudy@yahoogroups.com ; token_kenkyu_kai@... \n  Sent: Sa=\r\nturday, December 06, 2003 10:08 AM\n  Subject: [nihontostudy] Samurai Sushi&#39;=\r\ned\n\n\n  Movie Review | &#39;The Last Samurai&#39;: From the Wild West to the Honorab=\r\nle \n  East\n\n  December 5, 2003\n  By ELVIS MITCHELL\n\n  There is probably no =\r\ndirector more obsessed with the\n  complexity of patriotism - an unusual sub=\r\nject to plumb in\n  mainstream films - than Edward Zwick, who is driven to\n =\r\n question the imperatives of an America that his\n  protagonists both love a=\r\nnd detest. His latest movie, &quot;The\n  Last Samurai,&quot; falls squarely into the =\r\nrealm of the\n  previous Zwick bedeviled-hero films, &quot;Glory,&quot; &quot;Courage\n  Und=\r\ner Fire&quot; and &quot;The Siege.&quot;\n\n  And I do mean squarely. &quot;Samurai&quot; is a mythic =\r\nwestern that\n  combines a fish-out-of-water theme with an immersion in\n  Ja=\r\npanese culture: John Ford&#39;s &quot;Lost in Translation.&quot; It\n  depicts phalanxes o=\r\nf troops moving with deliberate,\n  terrifying fervor across the very wide s=\r\ncreen.\n\n  And this time Tom Cruise, the can-do idol of millions, uses\n  his=\r\n polished-chrome smile mirthlessly. At least for the\n  first hour, his grin=\r\n looks like a faded tattoo. The uneven\n  &quot;Samurai&quot; is a can-do movie that&#39;s=\r\n far more effective at\n  communicating emotion in bigger scenes than in mor=\r\ne\n  intimate ones.\n\n  Mr. Cruise plays Nathan Algren, a burned-out former A=\r\nrmy\n  officer and Indian fighter. Having survived Custer&#39;s Last\n  Stand in =\r\n1876, he is now a commercial sideshow prop,\n  demonstrating the newest Winc=\r\nhester rifle. As Algren\n  lumbers through the clich=E9s he&#39;s hired to recit=\r\ne before\n  blasting away at targets - though the whiskey oozing from\n  his =\r\npores probably makes him more of a danger than the\n  weapon - a sudden embe=\r\nr of regret flames in this\n  ex-soldier&#39;s eyes. He goes off the script, rec=\r\niting the\n  horrors of a campaign in which he and his troops\n  slaughtered =\r\ninnocents.\n\n  Algren looks so wasted and beleaguered that the biggest\n  que=\r\nstion is not whether he&#39;ll wing an audience member with\n  a stray shot, but=\r\n whether he can bear up under the dense,\n  cast-iron plot. After being boun=\r\nced by the Winchester\n  folks, Algren is hired by his former commander, Col=\r\nonel\n  Bagley (Tony Goldwyn, playing a salamanderlike ancestor of\n  all the=\r\n sleazy characters he&#39;s ever portrayed). Bagley\n  wants Algren to travel wi=\r\nth him to Tokyo and train Japanese\n  soldiers in the use of American tactic=\r\ns and rifles. The\n  Meiji emperor is ready to accept the ways of the West; =\r\nhe&#39;s\n  actually being pressured to by American business interests.\n\n  Once =\r\nin Japan, Algren is forced to send his nervous,\n  underprepared imperial tr=\r\noops into battle too soon against\n  an enemy of the emperor, the samurai Ka=\r\ntsumoto (Ken\n  Watanabe). Despite the imperial army&#39;s modern weapons,\n  Kat=\r\nsumoto and his men sweep in with ferocity and wield\n  their arms of the pas=\r\nt - swords and spears - with lethal\n  effectiveness. The cinematographer, J=\r\nohn Toll, films their\n  arrival through a thick fog in a forest, as if Kats=\r\numoto&#39;s\n  men were ghosts from the recent past out to rob Algren&#39;s\n  troops=\r\n of their backbones - and their lives.\n\n  In their ritual armor, Katsumoto&#39;=\r\ns men make quick work of\n  their foes; there&#39;s tragicomic relief as Algren&#39;=\r\ns\n  conscripted farmers tremble while trying to load their\n  guns. When a w=\r\nounded Algren kills Katsumoto&#39;s second in\n  command, he&#39;s captured by the i=\r\nnvaders and, even more\n  bewildering, cared for by Katsumoto&#39;s sister, Taka=\r\n\n  (Koyuki), the widow of the man Algren murdered.\n\n  It&#39;s a complicated st=\r\nory, and Mr. Zwick is complicated,\n  too: he loves arrogance slapped out of=\r\n its self-regard.\n  Algren is full of himself, even though he&#39;s conceived a=\r\ns a\n  man who was second tenor to a legend; he knew and despised\n  Custer. =\r\nLooking fashionably distressed, with slightly\n  puffy, red-rimmed eyes that=\r\n at the very least suggest that\n  he&#39;s survived a grueling press junket, Mr=\r\n. Cruise has a\n  worn cockiness. His aw-shucks virility is a little wilted,=\r\n\n  if not mildewed, around the edges: a kind of reverse\n  narcissism, since=\r\n Algren is proud of his dissolution\n  (though Mr. Cruise&#39;s good-boy posture=\r\n works for a man\n  reared under the disciplinary rigors of the military).\n\n=\r\n  Although at times Mr. Cruise comes off as too contemporary\n  for the 19th=\r\n century - at one point, he seems to be waiting\n  for a cellphone call to c=\r\nonfirm his terms for a cover of\n  Details magazine - this displacement fits=\r\n better when he\n  becomes a prisoner. Algren appears to be reacting to this=\r\n\n  strange new world through sounds; nothing he&#39;s hearing\n  makes any sense=\r\n to him. He&#39;s a mangy gaijin that Edgar Rice\n  Burroughs might have invente=\r\nd, though James Clavell got\n  there eventually.\n\n  The film includes notabl=\r\ne performances by actors not\n  drafted to shoulder the burden of the entire=\r\n production.\n  Billy Connolly, emanating a gamy, sly menace that he&#39;s\n  rar=\r\nely suggested before, plays Algren&#39;s former sergeant at\n  arms, Zebulon Gan=\r\nt. Gant, used to propping up his old\n  friend and superior officer, joins A=\r\nlgren in the journey to\n  Japan. Mr. Connolly&#39;s loose, hostile vivacity reg=\r\nisters so\n  clearly that it&#39;s obvious we won&#39;t be seeing very much of\n  him=\r\n. But this is crackling, rigorous comic work; he doesn&#39;t\n  have to present =\r\nthe face of tragedy.\n\n  The far more weighted and daring acting comes from =\r\nMr.\n  Watanabe, as Katsumoto. Probably best known outside of\n  Japan as the=\r\n reedy, restless sidekick in the gourmand\n  classic &quot;Tampopo,&quot; Mr. Watanabe=\r\n has filled out physically\n  and spiritually. The formality he brings to Ka=\r\ntsumoto is\n  hard-won, especially when he&#39;s having pointedly thoughtful\n  c=\r\nonversations with Algren that sound more like translations\n  of ideograms t=\r\nhan actual dialogue.\n\n  The film never really explains how or why this reso=\r\nlute,\n  isolated samurai learned to speak English better than the\n  emperor=\r\n. His fluency doesn&#39;t quite make sense, though it\n  gives the movie some ne=\r\neded mystique. It plays better than\n  the inexorable pull of romance, drawi=\r\nng Taka and Algren\n  together.\n\n  &quot;The Last Samurai,&quot; which Mr. Zwick and M=\r\narshall Herskovitz\n  wrote with John Logan, from a story by Mr. Logan,\n  su=\r\nper-glues together a host of contradictions.\n  Unfortunately, as dramatized=\r\n, they function as conventions\n  that are older than the story the film is =\r\nweaving. The\n  movie, which opens nationwide today, is most watchable\n  dur=\r\ning the majestic brutality of the battle sequences. This\n  is not only beca=\r\nuse of the handsome staging, but also\n  because the keywords sacrifice and =\r\nhonor are evoked with\n  verve and simplicity, more so than in the &quot;exchange=\r\n of\n  idea&quot; chats between Algren and Katsumoto, which sound like\n  statemen=\r\nts being read into the Congressional Record by\n  Nathaniel Hawthorne.\n\n  Mr=\r\n. Zwick has absorbed the lethal agility of Akira\n  Kurosawa; what registers=\r\n just as powerfully as the sureness\n  of the combatants is the ugly futilit=\r\ny of the battles\n  themselves. When the film sets up the lessons that Algre=\r\nn\n  has to learn, the hero is not really a fish out of water;\n  he&#39;s more l=\r\nike a big fish in a dry pond, picking up a\n  lesson in Eastern deportment a=\r\nnd philosophy a step away\n  from the &quot;wax-on, wax-off&quot; curriculum of &quot;The K=\r\narate Kid.&quot;\n  In those scenes presaging his Eastern conversion, Algren\n  ca=\r\nn&#39;t suppress his eagerness to learn, picking up the ways\n  of the sword and=\r\n the Samurai code of Bushido with an\n  alacrity that&#39;s mandated for movie s=\r\ntars: flash-card\n  education.\n\n  The film&#39;s title evokes James Fenimore Coo=\r\nper, though he\n  had enough perspective not to make a white man &quot;the last&quot;\n=\r\n  in his novel. Even though &quot;The Last Samurai&quot; opts for\n  Japan&#39;s cultural =\r\ndifferences, all of the unmentioned\n  hardships of a feudal society notwith=\r\nstanding, the\n  remaining honorable native here is an American. Is that a\n =\r\n veiled way of saying that Japan&#39;s old ways were doomed\n  after all?\n\n  &quot;Th=\r\ne Last Samurai&quot; is rated R (Under 17 requires\n  accompanying parent or adul=\r\nt guardian). It has violence,\n  including enough ritualistic bloodletting f=\r\nor a week on the\n  History Channel; alcohol use; strong language; and a cha=\r\nste\n  hint of sexuality.\n\n  THE LAST SAMURAI\n\n  Directed by Edward Zwick; w=\r\nritten by John Logan, Marshall\n  Herskovitz and Mr. Zwick, based on a story=\r\n by Mr. Logan;\n  director of photography, John Toll; edited by Steven\n  Ros=\r\nenblum and Victor du Bois; music by Hans Zimmer;\n  production designer, Lil=\r\nly Kilvert; produced by Mr. Zwick,\n  Mr. Herskovitz, Tom Cruise, Paula Wagn=\r\ner, Scott Kroopf and\n  Tom Engelman; released by Warner Brothers Pictures. =\r\nRunning\n  time: 144 minutes. This film is rated R.\n\n  WITH: Tom Cruise (Nat=\r\nhan Algren), Timothy Spall (Simon\n  Graham), Ken Watanabe (Katsumoto), Bill=\r\ny Connolly (Zebulon\n  Gant), Tony Goldwyn (Colonel Bagley), Hiroyuki Sanada=\r\n\n  (Ujio) and Koyuki (Taka).\n\n  http://www.nytimes.com/2003/12/05/movies/05=\r\nSAMU.html?\n  ex=3D1071640979&ei=3D1&en=3D4e27ec713b86aa93\n\n\n  [Non-text por=\r\ntions of this message have been removed]\n\n\n        Yahoo! Groups Sponsor \n =\r\n             ADVERTISEMENT\n             \n       \n       \n\n  To unsubscribe =\r\nfrom this group, send an email to:\n  nihontostudy-unsubscribe@yahoogroups.c=\r\nom\n\n\n\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service=\r\n. \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}