{
    "userId": 135018472,
    "authorName": "matthewhoyle@wanadoo.nl",
    "from": "&lt;matthewhoyle@...&gt;",
    "profile": "matthewhoyle2000",
    "replyTo": "LIST",
    "senderId": "8g0DJYmI6p4ddDWVT7HF8Oxe_9neXgFktP6HZopb-9aeFcBA6W1F9OVtyVDN131Sec18hIuUvDxl-KxSiA7lNA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Crass Commercial Message, books and sword for sale.",
    "postDate": "1072987538",
    "msgId": 1319,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwNWMwMWMzZDBhMiRhMGJmODA1MCQ5N2NhZmVhOUBreXA0Pg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 1320,
    "prevInTime": 1318,
    "nextInTime": 1320,
    "topicId": 1319,
    "numMessagesInTopic": 8,
    "msgSnippet": "Gang, I have decided to start the new year off by selling part of my treasured book collection, as well as the first sword I ever bought. Take a moment to look",
    "rawEmail": "Return-Path: &lt;matthewhoyle@...&gt;\r\nX-Sender: matthewhoyle@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 93394 invoked from network); 1 Jan 2004 20:03:38 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m1.grp.scd.yahoo.com with QMQP; 1 Jan 2004 20:03:38 -0000\r\nReceived: from unknown (HELO galadriel.proteon.nl) (193.67.56.3)\n  by mta5.grp.scd.yahoo.com with SMTP; 1 Jan 2004 20:03:37 -0000\r\nReceived: (qmail 22975 invoked from network); 1 Jan 2004 20:03:57 -0000\r\nReceived: from c3eea2ff0.cable.wanadoo.nl (HELO kyp4) (62.234.47.240)\n  by galadriel.proteon.nl with SMTP; 1 Jan 2004 20:03:57 -0000\r\nSender: &quot;Matthew E. Hoyle&quot; &lt;matthewhoyle@...&gt;\r\nTo: &lt;token_kenkyu_kai@...&gt;,\n\t&lt;nihonto@yahoogroups.com&gt;,\n\t&lt;nihontostudy@yahoogroups.com&gt;\r\nDate: Thu, 1 Jan 2004 21:05:38 +0100\r\nMessage-ID: &lt;005c01c3d0a2$a0bf8050$97cafea9@kyp4&gt;\r\nMIME-Version: 1.0\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook, Build 10.0.2627\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2600.0000\r\nImportance: Normal\r\nX-eGroups-Remote-IP: 193.67.56.3\r\nFrom: &lt;matthewhoyle@...&gt;\r\nSubject: Crass Commercial Message, books and sword for sale.\r\nX-Yahoo-Group-Post: member; u=135018472\r\nX-Yahoo-Profile: matthewhoyle2000\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nGang, I have decided to start the new year off by selling part of my\ntreasured book collection, as well as the first sword I ever bought.\nTake a moment to look this post over, some of these items are pretty\nhard to come by these days. Free shipping to list members within Europe,\n50% off shipping to all others. Extensive descriptions and pix available\non request.\n \nFor Sale Books:\n \n1. Japanese Swords & Sword Furniture in the Museum of Fine Arts Boston\nby Morihiro Ogawa 1987. Hardback. This is a big heavy book that is quite\nrare now. Over 400 items listed in 423 pages. Lots of juyo quality\nstuff, making this a super reference book. Very good copy with very good\ndustjacket. Some slight fading to the spine (dj) and some very small\nbumps only, otherwise perfect. Comes with separate glossery in mint\ncondition. Asking $450\n \n2. The Armour book in Honcho-Gunkiko by Arai Hakuseki 1964. Hardback.\nRare reference book. Very good condition, with only one very small tear\nto the back of the dustjacket and priceclipped. Comes with protective\nbrodart cover for the dj. Asking $200\n \n3. The Hartman Collection of Japanese metalwork by Christie&#39;s, Mason and\nWoods Ltd 1976. Published as a hardback with no dustjacket this book is\nin very good condition also. Only slight fading to the spine, otherwise\nperfect. Comes with original errata and list of estimates (loose).\nUnfortunately no list of prices realised. A definate must have for any\nserious tsuba or kodogu collector, the collection of tsuba within is\nsimply stunning. Asking $150\n \n4. Masterpieces of the R. B. Caldwell collection of Japanese Sword\nFittings by Patrick Syz 1994. Hardback. One very tiny crease to the top\nof the dustjacket (hardly noticeable), otherwise absolutely mint. Comes\nwith protective brodart cover for the dj. Asking $200\n \n5. The Arts of the Japanese Sword by B.W. Robinson. First edition, 1961.\nHardback. The book that every novice sword collector should have in his\n/ her collection. Very good condition, but no dustjacket. Some small\nscratches to the boards and minor bumping in the corners. Asking $125\n \n6. Nippon-To The Japanese Sword by Inami Hakusui 1948. Hardback. An\nabsolute Classic, this was the first English reference book written by a\nnoted Japanese expert. In super condition, this book is a treasure to\nbehold. One small tear to the dustjacket next to the spine only. No\nfading, no creases, nothing. The book looks like it was published\nyesterday ! Interesting little vintage pamphlet from the Japan Sword Co\nselling kitchen knives inside. Comes with protective brodart cover for\nthe dj. Asking $250\n \n7. Early Japanese Sword Guards; Sukashi Tsuba, by Masayuki Sasano 1972.\nHardback. Classic reference book on sukashi tsuba this usually retails\nin the $225 - 300 range depending on condition. Hoever this example is\nex libris and has the usual library stamps inside. When it was in the\nlibrary the dustjacket was stuck to the inside of the book(!). This has\nsince been remedied and the dustjacket is now loose and comes in a\nprotective brodart cover but you can still see where it used to be stuck\non. Otherwise in good - very good condition. Asking $175 \n \n8. The Carlo Monzino Collection of Japanese Sword Fittings and Swords by\nSotheby&#39;s 1996. Wonderful hardback auction catalog in mint condition.\n122 pages of outstanding pieces. Asking $60\n \n9. Japanese Master Swordsmiths: The Gassan Tradition by The Museum of\nFine Arts, Boston 1989. Softcover in very fine condition. Must have\nreference for any Gassan enthousiast. Asking $75\n \n10. Tosogu, Treasure of the Samurai by Sarzi-Amade Limited, 1991. Scarce\ncatalog full of tsuba and other sword fittings, very lavishly\nillustrated. In extremely good condition and very hard to come by. This\nis recommended for any kodogu lover. Comes with protective brodart cover\nfor the dj. Asking $125\n \n11. Tsuba II: Returned Tsuba from Europe, by Inami Tomihiko. Hardback.\nThis is the second of a set of two describing various tsuba that were\nreturned from Germany and Europe to Japan. Both are very hard to find.\nAn interesting book with 200 tsuba illustrated in this volume, most in\nb/w but also quite a few in color. Be warned this book is in Japanese\nthough! Extremely good condition all round. Comes with protective\nbrodart cover for the dj. Asking $100\n \n12. Illustrated catalogues of Tokyo National Museum Sword guard(s) by\nTokyo National Museum, 1979. Hardback. Another scarce / rare book\nillustrating 542 tsubas in the Tokyo National Museum.  Black and white\npictures unfortunately, but still a must have reference for any serious\ntsuba collector. I saw one copy in tatty condition sell on ebay last\nyear for something like $300 (!). This copy is in very good to fine\ncondition. Comes with protective brodart cover for the dj. Asking $175\n \n \nRight and now on to the sword that I have for sale. This Nambokucho\n(14th century) sword was purchased last year from Aoi Arts in Japan. It\ncomes with fairly recent NBTHK Tokubetsu Hozon papers, a professional\noshigata done at Aoi Arts and their own menu shaped certificate\ndescribing the sword and stating that it was then valued at 1,2 million\nyen. The sword is in a shirasaya, no koshirae and is in excellent\npolish. I was toying with the idea of submitting it to Juyo Shinsa, but\nhave so far not got round to it. I don&#39;t know if it would stand a chance\nof going Juyo, but I think that it should be submitted if only just for\nthe experience which would be very educational in my opinion. It is\nattributed to the Nakajima Rai school which seems to be pretty darn\nrare. At least this is the only one I have ever seen. Below is the info\nexactly as on the Aoi Arts certificate.\n \n&#39;We certify the following Katana is genuine. Detail, Katana: the NBTHK\nTokubetsu-hozon token. \nSignature: Unsigned, attributed to Nakajima-Rai. The blade is polished,\nin a shirasaya.\nBlade length: 62.7 cm or 24.69 inches.\nSori: 1.0 cm or 0.39 inch.\nWidth at the hamachi: 2.98cm or 1.17 inches.\nWidth at the yokote: 2.11 cm or 0.83 inch.\nThickness at the hamachi: 0.74 cm or 0.29 inch.\nEra: Nambokucho-period. 14th century. \n \nShape: A shinogi-zukuri katana. Broadish blade has plenty thickness and\nthe point is O-kissaki.\nJitetsu: Small mokume is combined with small itame-hada. Fine jitetsu\nbears delicate jinie.\nHamon: Nie-deki. Naka-suguha hamon goes with ashi, yo, kinsuji and\nsunagashi.\nBoshi: Niju-ba turns back roundly on the front. \n \nA glance at this sword shows that clearly Rai School tradition.\nAcceptable o-hada appears about six inches above the hamachi. Superb\njitetsu and sensitive works on the ha are the point of appreciation.\n1,200,000 Yen.&#39; \n \nI still have the original Aoi Arts pictures that can be sent on request.\nAsking $12,500. \n \n \n \nThanks for taking the time to read all this and let me know if I can be\nof any further help or if any of you want pix or more detailed\ndescriptions. matthew@... \n \n- Matthew. \n \n\n\n    Z Recruiting Services\n    &quot;Zurich Toren&quot; Muzenstraat 89\n    2511 WB Den Haag\n    T: +31 70 4262273\n    F: +31 70 4262111\n    W: zrecruiting.com\n    E: info@...\n    Kijk ook op monsterboard.nl, jobbingmall.nl en \n    nationalevacaturebank.nl voor actuele vacatures!\n\n \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}