{
    "userId": 66909074,
    "authorName": "Gordon Robson",
    "from": "&quot;Gordon Robson&quot; &lt;robsongo@...&gt;",
    "profile": "robsongord",
    "replyTo": "LIST",
    "senderId": "-DxF3UVoQW1i7Ipqp1nvMlAnADNPG2TVjWhbJd76XtVWZPPnWBpjhCyPqeWTKzqETE1E9z5TRe88pxdk3zwJmR4DZ1VmnxKQiwvv",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [nihontostudy] tsuba designs?",
    "postDate": "1073950025",
    "msgId": 1450,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMWUwMWMzZDk2MyQ5NzUzZDgzMCQzNzAwMTBhY0BreW91aW5udC5zaG93YS5zd3UuYWMuanA+",
        "inReplyToHeader": "PDAwNDIwMWMzZDg5ZCQwY2FmODM4MCRhMTQzNGJhYkBvZW1jb21wdXRlcj4="
    },
    "prevInTopic": 1449,
    "nextInTopic": 1451,
    "prevInTime": 1449,
    "nextInTime": 1451,
    "topicId": 1419,
    "numMessagesInTopic": 38,
    "msgSnippet": "I might add to this that Kano Natsuo was also a very original designer and the set of books on him (way expensive) that was done by the guys at the fittings",
    "rawEmail": "Return-Path: &lt;robsongo@...&gt;\r\nX-Sender: robsongo@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 67785 invoked from network); 12 Jan 2004 23:27:08 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m4.grp.scd.yahoo.com with QMQP; 12 Jan 2004 23:27:08 -0000\r\nReceived: from unknown (HELO swugw2.swu.ac.jp) (202.254.91.66)\n  by mta3.grp.scd.yahoo.com with SMTP; 12 Jan 2004 23:27:08 -0000\r\nReceived: from swue500.swu.ac.jp (swue500.swu.ac.jp [202.254.88.6])\n\tby swugw2.swu.ac.jp (8.11.6/8.11.6) with SMTP id i0CNR6g53448\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Tue, 13 Jan 2004 08:27:06 +0900\r\nReceived: from dk035.swu.ac.jp(172.16.0.55) by swue500.swu.ac.jp via csmap \n\t id 21681; Tue, 13 Jan 2004 08:35:36 +0900 (JST)\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nDate: Tue, 13 Jan 2004 08:27:05 +0900\r\nMessage-ID: &lt;001e01c3d963$9753d830$370010ac@...&gt;\r\nMIME-Version: 1.0\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook, Build 10.0.4510\r\nIn-Reply-To: &lt;004201c3d89d$0caf8380$a1434bab@oemcomputer&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-eGroups-Remote-IP: 202.254.91.66\r\nFrom: &quot;Gordon Robson&quot; &lt;robsongo@...&gt;\r\nSubject: RE: [nihontostudy] tsuba designs?\r\nX-Yahoo-Group-Post: member; u=66909074\r\nX-Yahoo-Profile: robsongord\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI might add to this that Kano Natsuo was also a very original designer and\nthe set of books on him (way expensive) that was done by the guys at the\nfittings museum (I think) included at least one entire volume on his\npaintings and designs. A bit too specialized for me, but very interesting to\nsee how he worked up from paper to metal.\n\n \n\nGordon\n\n \n\n-----Original Message-----\nFrom: Jim Gilbert [mailto:jggilbert@...] \nSent: Monday, January 12, 2004 8:46 AM\nTo: nihontostudy@yahoogroups.com\nSubject: Re: [nihontostudy] tsuba designs?\n\n \n\nMatt,\nYes in answer to all questions.  There are references to some of the top\nkinko working with an eminent contemporary painter to develop their designs.\nI don&#39;t know if there is hard proof for these claims, but they are\nfrequently made.  It seems plausible, since a good draughtsman and\nmetalworker isn&#39;t necessarily an inventive designer.\n\nI&#39;m not aware of any specific mention of customer-designed themes, but it&#39;d\nbe hard to imagine that it didn&#39;t happen.  There are stories about some of\nthe famous early chado (tea) masters having ceramic work made to their\nspecifications by others.  Come to think of it, I suppose that the Yagyu\ntsuba are probably a good example of customer design that was fabricated by\na number of different makers both known and unknown.  I haven&#39;t seen an\noriginal Yagyu design book, but I have a photocopy of a later hand-drawn\ncopy of one.\n\nI have seen some original design books for shiiremono tsuba.  They are full\nof generic sorts of Nara-esq designs.  Someone had broken one of these up\nand was selling individual pages at one of the sword shows years ago.  They\nseem to be about the equivalent of tattoo parlor &quot;flash.&quot;\n\nThere are at least several fittings books that show illustrations taken from\nsurviving design books from known makers.  One that happens to come to mind\nis Futagoyama Norisuke Ko, where about half of the book is illustrations of\ndetailed sketches and oshigata by the Norisuke.  Some are original designs\nbut quite a few are classic Yagyu, Yamakichibei, etc., that were presumably\nused as guides for their forgery work.  \n\nI suspect that most if not all makers would have had documents like these.\nBasically sketch books for working out designs and oshigata to record\nfinished works or works by others.  Probably well more than half of the\nfittings makers that ever worked made their living by simply turning out\ncopies of standard designs that they did not create.  The number of real\ninnovators isn&#39;t large, but these are of course the big names.\n\nMany fittings motifs are elaborations of things that have been in the\nculture for many years and it would be hard to credit a given designer.\nEven some of the famous innovators&#39; work was in coming up with a novel twist\non an old theme.  Most of them then proceeded to repeat themselves for the\nremainder of their careers, and their followers mostly did the same.\n\nThe first Yasuchika is one maker who really stands out for me in not doing\nthis.  Going through a book of his work, it&#39;s remarkable how many times he\nwould develop something really good and then leave it to go on to something\ndifferent and also great.  His fabrication skill in both iron and copper\nalloy is incredible and he was either a great designer or knew the right\npeople to work with (or steal from).\n\nJim  \n\n\n\n\n  Guys I am wondering who actually designed decorative themes that we see\n  so often on tsuba? Was this done by the actual tsuba-maker, or by a\n  contracted artisan or by the client or someone else? \n\n  And were these designs published in books somewhere along the line so\n  that later generations could copy these designs? If this is the case do\n  any of these books survive to this day? Are there any reprints?\n\n  - Matt\n\n\n\n[Non-text portions of this message have been removed]\n\n\n\n  _____  \n\nYahoo! Groups Links\n\n*         To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/nihontostudy/\n  \n\n*         To unsubscribe from this group, send an email to:\nnihontostudy-unsubscribe@yahoogroups.com\n&lt;mailto:nihontostudy-unsubscribe@yahoogroups.com?subject=Unsubscribe&gt; \n  \n\n*         Your use of Yahoo! Groups is subject to the Yahoo! Terms of\n&lt;http://docs.yahoo.com/info/terms/&gt;  Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}