{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "70ZRJWYCrvVI5Uq7HJzeQWu4tlF1e_lnQPI3U4GkTFkGidX0mfPBV1SxgHOVdKG_fKZfNIWdrBtVpMHSCc3DDVY3ZnRHXI4KWWn8xzlF",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Ko-Katch tsuba..... making tools, tangential to the list topic and long",
    "postDate": "1074020275",
    "msgId": 1461,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwNWMwMWMzZGEwNyQyOGYwYzVjMCQ3MTRmNGJhYkBvZW1jb21wdXRlcj4=",
        "referencesHeader": "PEJBWTEtRjExN3FUOHJncXdVN2IwMDAyMWU2ZEBob3RtYWlsLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1460,
    "nextInTime": 1462,
    "topicId": 1461,
    "numMessagesInTopic": 1,
    "msgSnippet": "Could you provide directions on making a punch?  I would like to try? I filed a couple of tsuba, i would like to try that. Thanks Dirk ... Dirk, Even for those",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 70300 invoked from network); 13 Jan 2004 18:58:38 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m11.grp.scd.yahoo.com with QMQP; 13 Jan 2004 18:58:38 -0000\r\nReceived: from unknown (HELO hawk.mail.pas.earthlink.net) (207.217.120.22)\n  by mta5.grp.scd.yahoo.com with SMTP; 13 Jan 2004 18:58:38 -0000\r\nReceived: from dialup-171.75.79.113.dial1.weehawken.level3.net ([171.75.79.113] helo=oemcomputer)\n\tby hawk.mail.pas.earthlink.net with smtp (Exim 3.33 #1)\n\tid 1AgTjZ-00025L-00\n\tfor nihontostudy@yahoogroups.com; Tue, 13 Jan 2004 10:57:50 -0800\r\nMessage-ID: &lt;005c01c3da07$28f0c5c0$714f4bab@oemcomputer&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;BAY1-F117qT8rgqwU7b00021e6d@...&gt;\r\nDate: Tue, 13 Jan 2004 13:57:55 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-eGroups-Remote-IP: 207.217.120.22\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Re: [nihontostudy] Ko-Katch tsuba..... making tools, tangential to the list topic and long\r\nX-Yahoo-Group-Post: member; u=70790403\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nCould you provide directions on making a punch?  I would like to try?\nI filed a couple of tsuba, i would like to try that.\n\nThanks\nDirk\n---------------------------------------------\n\nDirk,\nEven for those who don&#39;t need to make a tool, it&#39;s worth trying this just to see for yourself how steel can be annealed and hardened.  Reading about it is one thing, but doing it with your own hands helps you understand the material.\n\nStart with a rod of simple tool steel around 5 mm or less in diameter and as long as you need it.  The diameter isn&#39;t really important other than that you won&#39;t be able to use a basic propane torch to get enough heat into a massive piece of steel.  You can use two torches for some more heat, a hotter burning gas, or better yet an actual forge.  But, the cheap and readily available pipe soldering torch will work fine for a small punch.\n\nIf you can&#39;t pick up a tool steel rod at your local hardware store or scrap yard, use a small hardened steel tool like a worn out drill bit, small file, old punch or chisel, etc.  Mild steel, iron, cast iron, etc., won&#39;t work because the carbon content isn&#39;t in the right range for hardening.  \n\nOnce you have your steel, try filing it a bit to get a feel for the hardness.  This is just for observation, you don&#39;t have to do it.  Use a vise or pliers or whatever will keep you from burning your fingers to hold one end of the rod.  Fire up the torch and use the hot part of the flame to start heating up the other end of the rod.  It&#39;s a good idea to do this in somewhat dim light so that you can see the color of the metal easily.  You want to heat the rod end to a nice red color and then let it cool off as slowly as possible.  This is called annealing and will make the steel quite soft.\n\nJust cooling in still air is fine, but if you want to make really soft metal, burying the piece in a non-flammable insulator like vermiculite or ash will let it cool even more slowly.  BTW something very neat to try and a good way to double check whether you&#39;ve gotten the piece hot enough is to have a magnet on hand to test the red-hot steel.  When the steel is above the transition temperature, it will not be attracted to the magnet.  So when you think it&#39;s hot enough, wave the magnet near by and if you don&#39;t feel any pull, you&#39;re there.  Just let it cool.\n\nOnce the rod has cooled down on its own -- don&#39;t do anything to cool it off faster --  try filing the annealed end to see how much softer the steel is now.  It should be easy to form the end of the piece into whatever shape you want.  If you&#39;re going to make a stone texture punch, it&#39;s a good time to file a bit of a domed shape to the punch end so that there aren&#39;t any sharp edges to leave marks when you use the tool.\n\nWhen you have the shape you want, find yourself a nice, massive rock with the texture you want.  Put the softened end of the tool firmly against the rock and give the other end a solid hit with a heavy hammer.  You should find the texture of the rock transferred to the punch.  If you didn&#39;t hit it hard enough, file off the face and try again.  You can test the pattern on something soft like a piece of clay.  Don&#39;t try it on anything hard at this point or you&#39;ll squash the texture out.\n\nAfter you have the pattern you want, it&#39;s time to harden the tool so you can use it.  You&#39;ll need to have a container of water on hand.  Use the torch to heat the end of the tool back up to red heat again and check with the magnet.  After you&#39;re above the transition temperature, quickly dunk the hot end of the tool into the water and leave it there.  The idea this time is to cool the steel down fast to harden it, the opposite of the annealing process.\n\nIf you test it with a file now, you should notice that the file doesn&#39;t want to bite easily into the hardened end.  If the file is still biting into the steel like it was after annealing, you probably don&#39;t have tool steel, or didn&#39;t get the piece hot enough to pass the magnet test.\n\nIf you use the punch on soft metal like copper it should last quite a while.  On harder metal it will wear and have to be redone.  Just repeat the anneal, form and harden process.  The softer the metal you&#39;re punching the easier it will be to transfer the pattern.  It&#39;s not going to do much on a hardened steel plate, for example.\n\nObviously you can use this method to capture other textures.  I&#39;ve been told that you can even take a pattern from cloth.  I&#39;d guess you&#39;d need a very slow anneal and a very hard blow.\n\nBTW, if you want to play with forging and forming copper plate, the annealing process is the exact opposite of iron.  With copper you heat it up to red hot and dunk it into cold water as if you were trying to quench harden steel.  The copper though will come out of the quench dead soft.  As you hammer it it will get work hardened and you&#39;ll have to anneal it again. \n\nJim\n\n\n\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}