{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "fa1yTQ37Ls2IbCiQncEgIFRoIAAX35oPzS6HbL0QrLbZiZAJ2SPcgSbx7Mw2r1zWf-oeTN00QV4aayhqhZgUEV2BmuXQ6F1PtVPnOSgA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] koshirae shinsa question",
    "postDate": "1074572724",
    "msgId": 1545,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAyM2MwMWMzZGYwZCQ2ZGVjYTRlMCQ4OTRmNGJhYkBvZW1jb21wdXRlcj4=",
        "referencesHeader": "PDAwMDUwMWMzZGVmYiRiYzA3NTJlMCQzYTAwMTBhY0BreW91aW5udC5zaG93YS5zd3UuYWMuanA+"
    },
    "prevInTopic": 0,
    "nextInTopic": 1548,
    "prevInTime": 1544,
    "nextInTime": 1546,
    "topicId": 1545,
    "numMessagesInTopic": 7,
    "msgSnippet": "Gordon and all, Here is what I have observed at NTHK shinsa. The ideal is a koshirae of the highest quality workmanship, in accord with the aesthetics of its",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 85436 invoked from network); 20 Jan 2004 04:25:24 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m16.grp.scd.yahoo.com with QMQP; 20 Jan 2004 04:25:23 -0000\r\nReceived: from unknown (HELO gull.mail.pas.earthlink.net) (207.217.120.84)\n  by mta4.grp.scd.yahoo.com with SMTP; 20 Jan 2004 04:25:23 -0000\r\nReceived: from dialup-171.75.79.137.dial1.weehawken.level3.net ([171.75.79.137] helo=oemcomputer)\n\tby gull.mail.pas.earthlink.net with smtp (Exim 3.33 #1)\n\tid 1AinS4-0003MM-00\n\tfor nihontostudy@yahoogroups.com; Mon, 19 Jan 2004 20:25:20 -0800\r\nMessage-ID: &lt;023c01c3df0d$6deca4e0$894f4bab@oemcomputer&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;000501c3defb$bc0752e0$3a0010ac@...&gt;\r\nDate: Mon, 19 Jan 2004 23:25:24 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-eGroups-Remote-IP: 207.217.120.84\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Re: [nihontostudy] koshirae shinsa question\r\nX-Yahoo-Group-Post: member; u=70790403\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nGordon and all, \nHere is what I have observed at NTHK shinsa. \n\nThe ideal is a koshirae of the highest quality workmanship, in accord with the aesthetics of its time and in original condition both in the sense of minimal wear and of no replacement or restoration.  That would be a 100 point koshirae.\n\nEach deviation from that state has a corresponding point reduction.\n\nI agree with Gordon&#39;s comments about preservation standards and practices in Japan and I believe that foreign collectors should understand and apply these standards to their own practice.  This approach tends to keep the dimensions I outlined above in balance.\n\nUnfortunately, a lot of koshirae submitted to the overseas shinsa have these dimensions knocked out of balance due to overzealous restoration, replacement or outright fabrication.\n\nThere isn&#39;t a formula for this, so I will provide some anecdotes that I think will get the general idea across.\n\n- The biggest upsets seem to result from newly built koshirae.  An owner will collect a group of old fittings, sometimes of very nice quality, and have a koshirae made up with a new saya and tsuka foundation.  This will not pass shinsa and the owner will be unhappy, particularly when he sees original koshirae with fittings that are not nearly as nice as his pass with above average point values. \n\n- These other koshirae can have very plain fittings that on their own would not even be seen as being collectible by most.  However, when they are all original and in good condition they can do quite well as a koshirae, often to the surprise of their owners who thought the mount was nothing special because the fittings weren&#39;t fancy.\n\n- An otherwise original, good looking koshirae with a newly made saya will fail.\n\n- An original koshirae with a refinished old saya will suffer a major point reduction.  If the mount is otherwise fairly good and well preserved, the refinished saya will probably drive it into the shinteisho point range (60-69).  If the mount is not so good, the saya can drive it below 60 points which translates to failing shinsa.  An &quot;auto body&quot; job on a saya will almost certainly drag any koshirae below 60 points.\n\n- A slightly damaged but original saya will suffer a point reduction, but probably not as big a one as a new or badly restored one will.  Too much damage can pull the piece into the shinteisho or failing range.\n\n- A new tsuka foundation, while less obvious than a new saya, will fail.\n\n- Same that is obviously new will result in a major point reduction, but in practice is usually accompanied by enough additional poor &quot;restoration&quot; to result in failure.\n\n- It is a plus to keep old tsuka ito (mid Edo or older) intact, even if it is damaged or dirty.  Clumsy recent tsuka ito work will result in a significant point reduction.  Good quality recent tsuka ito work is a lesser reduction.  I personally believe that destroying an older wrap is a very bad practice, but at shinsa there is no way to know what was removed before the new wrap was applied.  A koshirae that should have tsuka ito but does not have it will usually fail.\n\n- Missing kurikata, koiguchi, etc. will result in a point reduction.  Badly restored kurikata, koiguchi, etc., will also result in a point reduction.  Ones restored to professional Japanese standards are generally overlooked.\n\n- A missing kozuka or kogai where there should be one will result in a point reduction, as will one inappropriate to the koshirae.  A gimei kozuka or kogai will result in failure of the koshirae, although it is usually possible to certify the koshirae excluding that fitting.  \n\n- A koshirae with gimei or reproduction tsuba, menuki,  fuchigashira or any fitting that cannot be excluded will fail.\n\n- An original sageo is a slight plus.  A missing or modern one is ignored.\n\n- Missing seppa tend to be overlooked, but ill-fitting western ones are worse than none. \n\n- In general minor repairs done to high quality Japanese standards will be overlooked, but ones done poorly and/or in non-Japanese standards will be downgraded.\n\n- Put-together koshirae from old saya and tsuka will fail if detected...  and they are detected.\n\n- Restoration work that is good enough to escape detection will escape detection.\n\nJim\n\n\n\n\n  Jim, care to comment?\n\n\n\n  Gordon\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}