{
    "userId": 89279031,
    "authorName": "Arnold Frenzel",
    "from": "Arnold Frenzel &lt;afrenzel@...&gt;",
    "replyTo": "LIST",
    "senderId": "NYCNvE1Ykej_hHNvPb-phJKEsokQJXct82JY-0UfY4yyvlANqBWkmV4roeNW-qt_k_V1Voz_-2Sn-XFoFLaW_k_G1XGsQ70",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Re: Hinzento",
    "postDate": "1052240857",
    "msgId": 196,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PFBpbmUuU09MLjMuOTYuMTAzMDUwNjEyNDk1NS4xNjc0MUMtMTAwMDAwQG1zZXJ2ZXIud2x1LmNhPg==",
        "inReplyToHeader": "PGI5MjR1Zit0cTNwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 167,
    "nextInTopic": 197,
    "prevInTime": 195,
    "nextInTime": 197,
    "topicId": 112,
    "numMessagesInTopic": 16,
    "msgSnippet": "Wow!! It is more than sobering to learn what I don t know about the metallurgical end of things. I have read it twice and if I understand you correctly you are",
    "rawEmail": "Return-Path: &lt;afrenzel@...&gt;\r\nX-Sender: afrenzel@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 6 May 2003 17:54:56 -0000\r\nReceived: (qmail 8356 invoked from network); 6 May 2003 17:07:39 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 6 May 2003 17:07:39 -0000\r\nReceived: from unknown (HELO mserver.wlu.ca) (192.54.242.16)\n  by mta1.grp.scd.yahoo.com with SMTP; 6 May 2003 17:07:39 -0000\r\nReceived: from localhost (afrenzel@localhost)\n\tby mserver.wlu.ca (8.10.1/8.10.1) with SMTP id h46H7cq21900\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Tue, 6 May 2003 13:07:38 -0400 (EDT)\r\nDate: Tue, 6 May 2003 13:07:37 -0400 (EDT)\r\nTo: nihontostudy@yahoogroups.com\r\nSubject: Re: [nihontostudy] Re: Hinzento\r\nIn-Reply-To: &lt;b924uf+tq3p@...&gt;\r\nMessage-ID: &lt;Pine.SOL.3.96.1030506124955.16741C-100000@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: TEXT/PLAIN; charset=US-ASCII\r\nFrom: Arnold Frenzel &lt;afrenzel@...&gt;\r\nX-Yahoo-Group-Post: member; u=89279031\r\n\r\nWow!! It is more than sobering to learn what I don&#39;t know about the\nmetallurgical end of things. I have read it twice and if I understand you\ncorrectly you are saying that for a given cross-sectional profile and for\ntwo blades of the same length and curvature, that the application of the\nsame stress, say from a force perpendicular to the axis of the blades,\nand within the confines of their elastic limit, the &quot;performance&quot; of a\nblade made entirely of shingane would be the same as a blade made entirely\nfrom kawagane. Is that correct?  You are getting no argument from me; I\njust want to see if I understand.\nTo go on for a bit, if the elastic limit of core steel is reached sooner -\nfor a given stress - then I suppose shingane performs no function other\nthan to reduce production cost, and were it not for that reason a blade\nwould be made entirely of kawagane in that its elastic limit is reached\nlater and it is, of course, more capable of holding an edge - or is that\nan incorrect inference?\n Just curious.\nArnold Frenzel\nafrenzel@...\n\n\nOn Sun, 4 May 2003, nihontochicken wrote:\n\n&gt; Arnold (and Folk) -\n&gt; \n&gt; It&#39;s so good to hear from you, Arnold.  I appreciate your delving \n&gt; through the massive week&#39;s input to nihonto ramblings and picking the \n&gt; wheat from the chaff.  I hope I don&#39;t pop a bubble here, but \n&gt; re &quot;flexibility&quot;, the thickness of the kawagane vs. the shingane \n&gt; doesn&#39;t make any difference from a metallurgical viewpoint.  It is \n&gt; perhaps surprising that all iron and steels have the same Young&#39;s \n&gt; modulus (ratio of strain to stress in the elastic region).  This is \n&gt; perhaps amazing, in that, say, low carbon steel (as in shingane) is \n&gt; mostly pearlite embedded in body centered cubic iron matrix, whereas \n&gt; quench hardened kawagane and hagane is mostly acicular needles of \n&gt; martensite, body centered tetragonal unit cell.  And yet (to me, \n&gt; counterintuitively), the Youngs moduli are the same.  For the same \n&gt; elastic stress, the same elastic strain (bending) results.  Now, this \n&gt; applies only up to the elastic limit in the gross sense.  That is, at \n&gt; a certain point, soft steel will permanently bend at a lower applied \n&gt; stress than a hard steel.  But as long as neither&#39;s elastic limit is \n&gt; exceeded, the &quot;flexibility&quot; is identical.  As a personal note, I have \n&gt; read supposed old Japanese comments that western swords are &quot;too \n&gt; flexible&quot;.  Again, this makes no sense below the elastic limit.  All \n&gt; iron and steel acts the same below the elastic limit.  The difference \n&gt; is that, at a certain stress, Japanese blades will permanently bend, \n&gt; whereas the overall harder European blades will not.  Then again, the \n&gt; European blades may be more prone to brittle fracture.  But this very \n&gt; much depends on the quality of the individual Japanese and European \n&gt; blades being compared.  But, in general, European swords are no \n&gt; more &quot;flexible&quot; than Japanese blades, and no Japanese swords are \n&gt; more &quot;flexible&quot; than any others; it only depends (roughly) on the \n&gt; cross-section vs. length, up to the point the blades are permanently \n&gt; bent.  And, generally, Japanese blades (hard edge, soft core) will \n&gt; permanently bend before European swords (spring steel throughout) \n&gt; will (but, then again, maybe not fracture).\n&gt; \n&gt; NC\n&gt; \n&gt; \n&gt; \n&gt; To unsubscribe from this group, send an email to:\n&gt; nihontostudy-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n&gt; \n\n\n"
}