{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "TGOibE_AHQs845wIvfdlY_uMoyP4Zs8mYN4ZBowX__awg_Bkk_F4qFRz5btgywHfATP2tVZzIfx2RHdpvcn2Hepsv6xt9Gwm8L9dj4tT",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Hayashi Tsuba  (was Re: Jingo Tsuba)",
    "postDate": "1088542574",
    "msgId": 1971,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAxMGEwMWM0NWUxYiQ4NGQwN2I0MCRjYzVkZmEwNEBvZW1jb21wdXRlcj4=",
        "referencesHeader": "PHMwZDU1OTkyLjA3OUB3bHUuY2E+IDwwMjJkMDFjNDVkNDkkM2JkMzg0NTAkMmYyYmVhM2VAaG95bGVkZXNrdG9wPg=="
    },
    "prevInTopic": 1956,
    "nextInTopic": 1972,
    "prevInTime": 1970,
    "nextInTime": 1972,
    "topicId": 1956,
    "numMessagesInTopic": 4,
    "msgSnippet": "Matt, The old Chinese/Japanese system had 12 Junishi (the zodiac animals) and 10 Jikkan that were combined to make a calendar cycle of 60 years.  Reaching 60",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 92730 invoked from network); 29 Jun 2004 20:55:55 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m11.grp.scd.yahoo.com with QMQP; 29 Jun 2004 20:55:55 -0000\r\nReceived: from unknown (HELO mallard.mail.pas.earthlink.net) (207.217.120.48)\n  by mta2.grp.scd.yahoo.com with SMTP; 29 Jun 2004 20:55:55 -0000\r\nReceived: from dialup-4.250.90.228.dial1.weehawken1.level3.net ([4.250.90.228] helo=oemcomputer)\n\tby mallard.mail.pas.earthlink.net with smtp (Exim 3.33 #1)\n\tid 1BfPdN-0007ad-00\n\tfor nihontostudy@yahoogroups.com; Tue, 29 Jun 2004 13:55:17 -0700\r\nMessage-ID: &lt;010a01c45e1b$84d07b40$cc5dfa04@oemcomputer&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;s0d55992.079@...&gt; &lt;022d01c45d49$3bd38450$2f2bea3e@hoyledesktop&gt;\r\nDate: Tue, 29 Jun 2004 16:56:14 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-eGroups-Remote-IP: 207.217.120.48\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Re: [nihontostudy] Hayashi Tsuba  (was Re: Jingo Tsuba)\r\nX-Yahoo-Group-Post: member; u=70790403\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nMatt,\nThe old Chinese/Japanese system had 12 Junishi (the zodiac animals) and 10 Jikkan that were combined to make a calendar cycle of 60 years.  Reaching 60 years of age is still cause for a celebration since you&#39;ve completed one cycle and are about to start on the second (which you&#39;re not likely to see the end of).  I&#39;ve heard it described as being reborn and starting a second childhood, or just as the start of old age.  In theory it is the point at which one no longer has to deal with dreary adult responsibilities, but I don&#39;t know if that was ever really what happened.  Maybe someone else can provide further insight, particularly on how it was viewed 300 or 400 years ago, but I think that when you&#39;re 61, you&#39;re at a new stage of life as a person and fittings artist and you gain certain prerogatives.\n\nI haven&#39;t studied exactly which groups followed this practice.  Generally when a guard is inscribed with the maker&#39;s age, it&#39;s from late in life.  Not all signed or signed and dated guards were done after age 61, although perhaps that was the case in Higo.  It&#39;d be hard to prove the date of all signed but undated or &quot;un-age inscribed&quot; guards to be sure none were done before age 61.\n\nHayashi Matashichi is probably the most highly valued maker among the Higo groups, although the first Jingo and Hikozo aren&#39;t far behind.  I don&#39;t think that there are any known signed examples from the first Jingo or Nishigaki Kanshiro.  Some Matashichi guards have kinzogan mei, but these are probably added later.  I have heard some speculation that some could have been done by Matashichi because of the fineness of the inlay, but I don&#39;t think that&#39;s widely accepted.  None of the soft metal first Hikozo guards are signed, but I think there&#39;s one iron one with a signature.  \n\nLater generations of the various groups did start signing, but you&#39;ll have to hit the reference books for yourself there.  I think that for people who did sign, if all else is equal a signed guard would be priced higher than an unsigned one.  A middling signed guard probably wouldn&#39;t be priced higher than a very good mumei one by the same maker.  An unsigned Hayashi Matashichi is going to be worth way more than  signed later generation work.  The quality of the later generations&#39; work is generally not close to the founder&#39;s work within a given line.  The Kamiyoshi family, which started later, are the stars of later Higo.\n\nThe question about at what age the best work was done is complicated and would be different with each individual (and would also depend upon how much work that individual was actually doing himself).  Senility aside, I find de Kooning&#39;s late work to be pretty wimpy.  Further, I was surprised years ago when I realized that all of his paintings that I though were really great were done between &#39;56 and &#39;60.  That would be what... de Kooning&#39;s mid 50&#39;s?  Guess he couldn&#39;t have signed them if he was working in Higo.\nJim\n\n\n\n  Dear Arnold and Jim,\n\n  I would like to thankyou both for answering my question on Jingo tsuba. It\n  has been some time for me to reply because I am quite busy at work. I just\n  hope you did not think I was being rude by not replying earlier. Eitherway\n  sorry, and I will try and get a reply in sooner in future, since I really\n  appreciate the help. Now to the questions:\n\n  While staying on the topic of Higo Tsuba, I have some queries about the\n  Hayashi School that was patronized by the Kato, and later the Hosokawa clan.\n  I hope you can help. These tsuba seem to have a very &#39;gentlemanly&#39;\n  appearence about them, which makes them to my mind very attractive pieces.\n\n  One tsuba I saw described was signed by the second mainline master\n  Shigemitsu. The commentary said that he must have been over 61 years in age\n  (since it was signed), as this had special significance in Japan, and in\n  Higo tsuba were only signed after this point in life.\n\n  A. What is the significance of turning 61 in Japan &\n\n  B. Why wait untill then to sign guards in Higo? Did other schools in Higo do\n  this as well, like the Jingo for example? How about entirely different\n  schools outside Higo, did they do this as well or not (doubtful?)\n\n  C. Last question(s), since I (again!) have never handled or even seen a\n  mainline Hayashi guard in the flesh or come up for sale, can anyone give me\n  an indication as to how this would compare value wise to say a mainline\n  Jingo Tsuba? Would this be similar since they are both Higo, or would it be\n  comparable to say a mainline Akasaka piece? (I am assuming that the pieces\n  are in excellent condition).\n\n  D. Very last question: If A and B are so important, and we know how\n  important it is to have signed works for reference, how does this translate\n  value wise to say perhaps two identical pieces. One signed and one mumei\n  with all other things being equal. What difference are we talking value wise\n  here, if any?\n\n  E. I promise this is my last question: If tsuba are signed only later in\n  life (in Higo) might this imply that they are better pieces since the maker\n  was more skilled at that time. Would a later identical tsuba be worth more\n  than an earlier one by the same man (supposing both were signed and dated\n  for arguments sake)?\n  In modern art a discussion has been raging for years about De Koonings work,\n  since it was found out that he had gone quiete senile later in life. This\n  led to a revaluation of his works, the earlier ones being worth more, since\n  no-one wanted a very expensive painting by someone who was for all intensive\n  purposes as Mad as a Hatter. Karel Apples early works are worth more than\n  his later ones as well, albeit for entirely different reasons.\n\n  Regards, Matthew\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}