{
    "userId": 89279031,
    "authorName": "arnold frenzel",
    "from": "&quot;arnold frenzel&quot; &lt;afrenzel@...&gt;",
    "replyTo": "LIST",
    "senderId": "dZLZahPot4IEBXBJlT6hRQoTFJGkZjGUEuJo4GmOD3a6YgPu1NcaYt2jEA95zEgGxuJXn_7vXKyCezgkJIio6fea7bUKSZT3kg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Hayashi Tsuba  (was Re: Jingo Tsuba)",
    "postDate": "1089142045",
    "msgId": 1977,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHMwZWFjNTAxLjA3MUB3bHUuY2E+"
    },
    "prevInTopic": 1972,
    "nextInTopic": 0,
    "prevInTime": 1976,
    "nextInTime": 1978,
    "topicId": 1956,
    "numMessagesInTopic": 4,
    "msgSnippet": "Hi: Sorry for the tardy reply; I ve been away. Your questions have probably all been answered, but here is my very inexpert opinion. A. This one is easy. In",
    "rawEmail": "Return-Path: &lt;afrenzel@...&gt;\r\nX-Sender: afrenzel@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 1151 invoked from network); 6 Jul 2004 19:29:17 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m25.grp.scd.yahoo.com with QMQP; 6 Jul 2004 19:29:17 -0000\r\nReceived: from unknown (HELO wlu.ca) (192.54.242.118)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 Jul 2004 19:29:17 -0000\r\nReceived: from WLU-MTA by wlu.ca\n\twith Novell_GroupWise; Tue, 06 Jul 2004 15:28:01 -0400\r\nMessage-Id: &lt;s0eac501.071@...&gt;\r\nX-Mailer: Novell GroupWise Internet Agent 6.5.2 Beta\r\nDate: Tue, 06 Jul 2004 15:27:25 -0400\r\nTo: &lt;token_kenkyu_kai@...&gt;,&lt;matthewhoyle@...&gt;\r\nCc: &lt;nihonto@yahoogroups.com&gt;,&lt;nihontostudy@yahoogroups.com&gt;\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nContent-Disposition: inline\r\nX-eGroups-Remote-IP: 192.54.242.118\r\nFrom: &quot;arnold frenzel&quot; &lt;afrenzel@...&gt;\r\nSubject: Re: Hayashi Tsuba  (was Re: Jingo Tsuba)\r\nX-Yahoo-Group-Post: member; u=89279031\r\n\r\nHi:\n Sorry for the tardy reply; I&#39;ve been away. Your questions have probably\nall been answered, but here is my very inexpert opinion.\n A. This one is easy. In the east Asian scheme of things for those using\nthe Chinese zodiac, sixty is the full cycle of 12 times 5 and a very\nimportant year. 61 is merely the first year thereafter, so the launching\nof a new cycle. To achieve 60 is the occasion for a major birthday\nparty. \n B. I don&#39;t know.\n C. I would think that the edge would go to Hayashi.\n D. As a rule of thumb, given the way you posed the question, the\nunsigned would be much less valuable, and were there really two that\nwere, cet. par., &quot;identical&quot; it would be amazing for the unsigned to\nhave survived being &quot;up graded.&quot; The distinguished collector RB\nCaldwell, from Dallas, once said that if one did commission work for an\nimportant man, e.g., a Daimyo, the convention was not to sign as such\nwould be disrespectful. I have only seen that in print from him and have\nno other authority, but if true it might explain why some super pieces\nare unsigned.\n E. I would think that in the arts a man&#39;s high point would be in\nmid-life, particularly if he is involved in much creativity. If it is\njust a matter of doing the same thing over and over, perhaps the\nrichness of experience would lead to his skills not seeming to wane. \n Just my 2 cents worth.\n Arnold Frenzel\n\n&gt;&gt;&gt; &quot;Matthew E. Hoyle&quot; &lt;matthewhoyle@...&gt; 06/28/04 3:50 PM &gt;&gt;&gt;\nDear Arnold and Jim,\n\nI would like to thankyou both for answering my question on Jingo tsuba.\nIt\nhas been some time for me to reply because I am quite busy at work. I\njust\nhope you did not think I was being rude by not replying earlier.\nEitherway\nsorry, and I will try and get a reply in sooner in future, since I\nreally\nappreciate the help. Now to the questions:\n\nWhile staying on the topic of Higo Tsuba, I have some queries about the\nHayashi School that was patronized by the Kato, and later the Hosokawa\nclan.\nI hope you can help. These tsuba seem to have a very &#39;gentlemanly&#39;\nappearence about them, which makes them to my mind very attractive\npieces.\n\nOne tsuba I saw described was signed by the second mainline master\nShigemitsu. The commentary said that he must have been over 61 years in\nage\n(since it was signed), as this had special significance in Japan, and in\nHigo tsuba were only signed after this point in life.\n\nA. What is the significance of turning 61 in Japan &\n\nB. Why wait untill then to sign guards in Higo? Did other schools in\nHigo do\nthis as well, like the Jingo for example? How about entirely different\nschools outside Higo, did they do this as well or not (doubtful?)\n\nC. Last question(s), since I (again!) have never handled or even seen a\nmainline Hayashi guard in the flesh or come up for sale, can anyone give\nme\nan indication as to how this would compare value wise to say a mainline\nJingo Tsuba? Would this be similar since they are both Higo, or would it\nbe\ncomparable to say a mainline Akasaka piece? (I am assuming that the\npieces\nare in excellent condition).\n\nD. Very last question: If A and B are so important, and we know how\nimportant it is to have signed works for reference, how does this\ntranslate\nvalue wise to say perhaps two identical pieces. One signed and one mumei\nwith all other things being equal. What difference are we talking value\nwise\nhere, if any?\n\nE. I promise this is my last question: If tsuba are signed only later in\nlife (in Higo) might this imply that they are better pieces since the\nmaker\nwas more skilled at that time. Would a later identical tsuba be worth\nmore\nthan an earlier one by the same man (supposing both were signed and\ndated\nfor arguments sake)?\nIn modern art a discussion has been raging for years about De Koonings\nwork,\nsince it was found out that he had gone quiete senile later in life.\nThis\nled to a revaluation of his works, the earlier ones being worth more,\nsince\nno-one wanted a very expensive painting by someone who was for all\nintensive\npurposes as Mad as a Hatter. Karel Apples early works are worth more\nthan\nhis later ones as well, albeit for entirely different reasons.\n\nRegards, Matthew\n\n\n    Z Recruiting Services\n    &quot;Zurich Toren&quot; Muzenstraat 89\n    2511 WB Den Haag\n    T: +31 70 4262273\n    F: +31 70 4262111\n    W: zrecruiting.com\n    E: info@...\n    Kijk ook op monsterboard.nl en\n    nationalevacaturebank.nl voor actuele vacatures!\n\n    Z Recruiting Services is een handelsnaam van Z\n\n"
}