{
    "userId": 89279031,
    "authorName": "Arnold Frenzel",
    "from": "Arnold Frenzel &lt;afrenzel@...&gt;",
    "replyTo": "LIST",
    "senderId": "V4rZ9wDWSA9M2tXMAdbscUW_OC1WGmHtVfH2l6lVJt6XIiGTbWa2sfFTlhaE4DLVeJwXr06VoeGSgWgdcgBkU31VTRynA88",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Laminations",
    "postDate": "1052411415",
    "msgId": 205,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PFBpbmUuU09MLjMuOTYuMTAzMDUwODEyMjU1Ny4xMDQ2NkMtMTAwMDAwQG1zZXJ2ZXIud2x1LmNhPg==",
        "inReplyToHeader": "PGI5YTVraCtlc25qQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 200,
    "nextInTopic": 206,
    "prevInTime": 204,
    "nextInTime": 206,
    "topicId": 112,
    "numMessagesInTopic": 16,
    "msgSnippet": "Hi. Very interesting. Why not write up a piece for the JSS/US NL as it should at the very least be provocative. Can it be that the much honored view that have",
    "rawEmail": "Return-Path: &lt;afrenzel@...&gt;\r\nX-Sender: afrenzel@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 8 May 2003 16:30:17 -0000\r\nReceived: (qmail 69252 invoked from network); 8 May 2003 16:30:17 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m2.grp.scd.yahoo.com with QMQP; 8 May 2003 16:30:17 -0000\r\nReceived: from unknown (HELO mserver.wlu.ca) (192.54.242.16)\n  by mta2.grp.scd.yahoo.com with SMTP; 8 May 2003 16:30:16 -0000\r\nReceived: from localhost (afrenzel@localhost)\n\tby mserver.wlu.ca (8.10.1/8.10.1) with SMTP id h48GUFI13856\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Thu, 8 May 2003 12:30:16 -0400 (EDT)\r\nDate: Thu, 8 May 2003 12:30:15 -0400 (EDT)\r\nTo: nihontostudy@yahoogroups.com\r\nSubject: Laminations\r\nIn-Reply-To: &lt;b9a5kh+esnj@...&gt;\r\nMessage-ID: &lt;Pine.SOL.3.96.1030508122557.10466C-100000@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: TEXT/PLAIN; charset=US-ASCII\r\nFrom: Arnold Frenzel &lt;afrenzel@...&gt;\r\nX-Yahoo-Group-Post: member; u=89279031\r\n\r\nHi.\n Very interesting. Why not write up a piece for the JSS/US NL as it should\nat the very least be provocative. Can it be that the much honored view\nthat have been handed down on the gains from lamination are really mostly\nmyth and that a simple economic explanation lies at the heart of the main\ncategory of lamination, ie, core and sheathing steel combinations?\n Anyway, thanks for the seminar so far.\n\n\nArnold Frenzel\nafrenzel@...\n\n\nOn Wed, 7 May 2003, nihontochicken wrote:\n\n&gt; Arnold (and Folk) -\n&gt; \n&gt; Yup, believe it or not, the modulus of elasticity is approximately \n&gt; the same for all steels.  Amazing, but true.  Here&#39;s a quote from \n&gt; Physical Metallurgy For Engineers (Clark & Varney, 1962), p.198:\n&gt; \n&gt; &quot;Sometimes stiffness of a part is an important consideration.  For \n&gt; this requirement, aloy steels do not offer any advantages over the \n&gt; plain carbon steels.  Stiffness is determined by the modulus of \n&gt; elasticity or the relationship between the stress and the strain \n&gt; within the elastic limit.  An alloy steel may have a higher elastic \n&gt; limit than a plain carbon steel, but the modulus of elasticity will \n&gt; be the same, regardless of heat treatment.  The solution to stiffness \n&gt; problems (ed. - no dirty cracks from Das Klub!), when steel is \n&gt; demanded, is one of design and not metallurgy.&quot;\n&gt; \n&gt; So as far as limiting &quot;flexibility&quot;, the soft core does nothing.  I&#39;m \n&gt; guessing it&#39;s mostly a cost consideration (at least in the old days, \n&gt; just a carried over tradition nowadays).  Of course, there might be \n&gt; other considerations.  Perhaps a low carbon steel core (pearlite in a \n&gt; ferritic matrix) as compared to an unhardened medium carbon steel \n&gt; core (mostly pearlite) exhibits greater resistance to crack \n&gt; propagation and resultant brittle fracture.  I kinda doubt it, but \n&gt; it&#39;s a possibility.  Given the very clean traditional tamahagane, I \n&gt; imagine the Reference Transformation Temperature (temp below which \n&gt; the steel behaves brittly) is below zero degrees F for unhardened \n&gt; hagane and kawagane (of course, hardened hagane is quite brittle at \n&gt; normal room temp).  \n&gt; \n&gt; I have discussed this sword construction consideration with amateur \n&gt; US smiths, some of whom skip the soft core insertion, and just fold \n&gt; forge the blade from the same medium carbon steel throughout, and \n&gt; maintain the result is better than the traditional alternative, since \n&gt; using hagane throughout will yield a sword more resistant to bending \n&gt; due the the higher yield strength of an unhardened medium carbon \n&gt; steel core as compared to an unhardened low carbon steel core.\n&gt; \n&gt; So the comments of the Japanese abroad that western swords are &quot;too \n&gt; flexible&quot; ring hollow.  If such were indeed the case, it was due to \n&gt; geometry (as ratio of length to cross sectional thickness), not due \n&gt; to the difference in the steels.  Class closed, test tomorrow!\n&gt; \n&gt; NC\n&gt; \n&gt; --- In nihontostudy@yahoogroups.com, Arnold Frenzel &lt;afrenzel@w...&gt; \n&gt; wrote:\n&gt; &gt; Wow!! It is more than sobering to learn what I don&#39;t know about the\n&gt; &gt; metallurgical end of things. I have read it twice and if I \n&gt; understand you\n&gt; &gt; correctly you are saying that for a given cross-sectional profile \n&gt; and for\n&gt; &gt; two blades of the same length and curvature, that the application \n&gt; of the\n&gt; &gt; same stress, say from a force perpendicular to the axis of the \n&gt; blades,\n&gt; &gt; and within the confines of their elastic limit, the &quot;performance&quot; \n&gt; of a\n&gt; &gt; blade made entirely of shingane would be the same as a blade made \n&gt; entirely\n&gt; &gt; from kawagane. Is that correct?  You are getting no argument from \n&gt; me; I\n&gt; &gt; just want to see if I understand.\n&gt; &gt; To go on for a bit, if the elastic limit of core steel is reached \n&gt; sooner -\n&gt; &gt; for a given stress - then I suppose shingane performs no function \n&gt; other\n&gt; &gt; than to reduce production cost, and were it not for that reason a \n&gt; blade\n&gt; &gt; would be made entirely of kawagane in that its elastic limit is \n&gt; reached\n&gt; &gt; later and it is, of course, more capable of holding an edge - or is \n&gt; that\n&gt; &gt; an incorrect inference?\n&gt; &gt;  Just curious.\n&gt; &gt; Arnold Frenzel\n&gt; &gt; afrenzel@w...\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; On Sun, 4 May 2003, nihontochicken wrote:\n&gt; &gt; \n&gt; &gt; &gt; Arnold (and Folk) -\n&gt; &gt; &gt; \n&gt; &gt; &gt; It&#39;s so good to hear from you, Arnold.  I appreciate your delving \n&gt; &gt; &gt; through the massive week&#39;s input to nihonto ramblings and picking \n&gt; the \n&gt; &gt; &gt; wheat from the chaff.  I hope I don&#39;t pop a bubble here, but \n&gt; &gt; &gt; re &quot;flexibility&quot;, the thickness of the kawagane vs. the shingane \n&gt; &gt; &gt; doesn&#39;t make any difference from a metallurgical viewpoint.  It \n&gt; is \n&gt; &gt; &gt; perhaps surprising that all iron and steels have the same Young&#39;s \n&gt; &gt; &gt; modulus (ratio of strain to stress in the elastic region).  This \n&gt; is \n&gt; &gt; &gt; perhaps amazing, in that, say, low carbon steel (as in shingane) \n&gt; is \n&gt; &gt; &gt; mostly pearlite embedded in body centered cubic iron matrix, \n&gt; whereas \n&gt; &gt; &gt; quench hardened kawagane and hagane is mostly acicular needles of \n&gt; &gt; &gt; martensite, body centered tetragonal unit cell.  And yet (to me, \n&gt; &gt; &gt; counterintuitively), the Youngs moduli are the same.  For the \n&gt; same \n&gt; &gt; &gt; elastic stress, the same elastic strain (bending) results.  Now, \n&gt; this \n&gt; &gt; &gt; applies only up to the elastic limit in the gross sense.  That \n&gt; is, at \n&gt; &gt; &gt; a certain point, soft steel will permanently bend at a lower \n&gt; applied \n&gt; &gt; &gt; stress than a hard steel.  But as long as neither&#39;s elastic limit \n&gt; is \n&gt; &gt; &gt; exceeded, the &quot;flexibility&quot; is identical.  As a personal note, I \n&gt; have \n&gt; &gt; &gt; read supposed old Japanese comments that western swords are &quot;too \n&gt; &gt; &gt; flexible&quot;.  Again, this makes no sense below the elastic limit.  \n&gt; All \n&gt; &gt; &gt; iron and steel acts the same below the elastic limit.  The \n&gt; difference \n&gt; &gt; &gt; is that, at a certain stress, Japanese blades will permanently \n&gt; bend, \n&gt; &gt; &gt; whereas the overall harder European blades will not.  Then again, \n&gt; the \n&gt; &gt; &gt; European blades may be more prone to brittle fracture.  But this \n&gt; very \n&gt; &gt; &gt; much depends on the quality of the individual Japanese and \n&gt; European \n&gt; &gt; &gt; blades being compared.  But, in general, European swords are no \n&gt; &gt; &gt; more &quot;flexible&quot; than Japanese blades, and no Japanese swords are \n&gt; &gt; &gt; more &quot;flexible&quot; than any others; it only depends (roughly) on the \n&gt; &gt; &gt; cross-section vs. length, up to the point the blades are \n&gt; permanently \n&gt; &gt; &gt; bent.  And, generally, Japanese blades (hard edge, soft core) \n&gt; will \n&gt; &gt; &gt; permanently bend before European swords (spring steel throughout) \n&gt; &gt; &gt; will (but, then again, maybe not fracture).\n&gt; &gt; &gt; \n&gt; &gt; &gt; NC\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; To unsubscribe from this group, send an email to:\n&gt; &gt; &gt; nihontostudy-unsubscribe@yahoogroups.com\n&gt; &gt; &gt; \n&gt; &gt; &gt;  \n&gt; &gt; &gt; \n&gt; &gt; &gt; Your use of Yahoo! Groups is subject to \n&gt; http://docs.yahoo.com/info/terms/ \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt;\n&gt; \n&gt; \n&gt; \n&gt; To unsubscribe from this group, send an email to:\n&gt; nihontostudy-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n&gt; \n\n\n"
}