{
    "userId": 70790980,
    "authorName": "Ron Hartmann",
    "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
    "profile": "sworddad",
    "replyTo": "LIST",
    "senderId": "B34Ujw9cA_cl60LA2uKKOsuUdP0eWH373X8Gg2vc2s1za8mSPnuPqRq8yRR25r-2BlAaThvimZIJs-nPOHdubGJQ7f8zA8bWY7RNTg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] menuki question",
    "postDate": "1092268654",
    "msgId": 2085,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwYzAwMWM0N2ZmZSRmYTIyMjkyMCRiNzVjOTRjZUByb25oYXJ0bWFubj4=",
        "referencesHeader": "PGNmNDQ5YyttcmY1QGVHcm91cHMuY29tPiA8MDBiNjAxYzQ3ZjJjJDc2NGQ5MTIwJGEwMTVmYTA0QG9lbWNvbXB1dGVyPiA8MDA5ZDAxYzQ3ZjJmJDU2NDhhYjUwJGE1NWM5NGNlQHJvbmhhcnRtYW5uPiA8MDBkOTAxYzQ3ZjU0JDVjODk1MTIwJGEwMTVmYTA0QG9lbWNvbXB1dGVyPg=="
    },
    "prevInTopic": 2084,
    "nextInTopic": 0,
    "prevInTime": 2084,
    "nextInTime": 2086,
    "topicId": 456,
    "numMessagesInTopic": 11,
    "msgSnippet": "Hi Jim - ... I tried to find the illustrated Shozui example without success, but I did find in Wakayama s book on menuki motif (name escapes me)two examples",
    "rawEmail": "Return-Path: &lt;swords@...&gt;\r\nX-Sender: swords@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 56431 invoked from network); 11 Aug 2004 23:58:04 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m10.grp.scd.yahoo.com with QMQP; 11 Aug 2004 23:58:04 -0000\r\nReceived: from unknown (HELO mail.usroute66.net) (66.64.198.228)\n  by mta4.grp.scd.yahoo.com with SMTP; 11 Aug 2004 23:58:04 -0000\r\nReceived: from ronhartmann [206.148.92.183] by mail.usroute66.net with ESMTP\n  (SMTPD32-8.12) id A2FACE0096; Wed, 11 Aug 2004 18:59:54 -0500\r\nMessage-ID: &lt;00c001c47ffe$fa222920$b75c94ce@ronhartmann&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;cf449c+mrf5@...&gt; &lt;00b601c47f2c$764d9120$a015fa04@oemcomputer&gt; &lt;009d01c47f2f$5648ab50$a55c94ce@ronhartmann&gt; &lt;00d901c47f54$5c895120$a015fa04@oemcomputer&gt;\r\nDate: Wed, 11 Aug 2004 18:57:34 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1437\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-eGroups-Remote-IP: 66.64.198.228\r\nFrom: &quot;Ron Hartmann&quot; &lt;swords@...&gt;\r\nReply-To: &quot;Ron Hartmann&quot; &lt;swords@...&gt;\r\nSubject: Re: [nihontostudy] menuki question\r\nX-Yahoo-Group-Post: member; u=70790980\r\nX-Yahoo-Profile: sworddad\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHi Jim - \n\n&gt;...it&#39;s a mid to late Edo period thing.  I don&#39;t think I&#39;ve seen it on Goto &gt;work, only machibori.\n\nI tried to find the illustrated Shozui example without success, but I did find in Wakayama&#39;s book on menuki motif (name escapes me)two examples with the &quot;star&quot; root. Look at menuki nos. 98 and 104. I believe both are by Somin (#104 being appraised by Soyo???). I&#39;ve no idea if the description of these menuki make mention of this style of root or not, but I doubt it. Not sure this proves anything except that Somin used this form of root. \n\n&gt;&quot;Rootless&quot; posts were also popular with machibori kinko during this (later Edo) time.\n\nOften wondered about that, too, and thinking about it, do recall that many &quot;lesser&quot; menuki do seem to be without &quot;roots.&quot; This seems to go along with them being rather &quot;flat&quot; and often thick and sloppy side-walls. (Fascinating how the backsides of such small things can be so interesting!)\n\n&gt;If just putting on a gimei or inserting a gimei tanzaku I don&#39;t know if the faker would &gt;bother with it (star-form roots).\n\nYes, since you never see mention of this (at least in English) it would seem something a forger would not take the time to do. \n\n&gt;Does anyone know of any specific examples contradicting the above or of an existing analysis &gt;that explains what they&#39;re all about?\n\nUnfortunately, as much as I enjoy early menuki, I&#39;m certainly not a disciplined &quot;researcher.&quot; Most of what I&#39;ve learned has come from (in the early days) Tom Buttweiler and his articles. Dean Hartley was another ko-kinko person. Today, I rely on Bob Haynes and you, Jim. I should add Gordon to that list, knowing his interest in ko-anything. So what I am saying is that just about anything &quot;factual&quot; that anybody can add to this type of discussion is worthwhile. There is (seems to be) so little written about it, to my knowledge. \n\nRon\nSTL\n  ----- Original Message ----- \n  From: Jim Gilbert \n  To: nihontostudy@yahoogroups.com \n  Sent: Tuesday, August 10, 2004 7:48 PM\n  Subject: Re: [nihontostudy] menuki question\n\n\n  Hi Ron,\n  I have seen them a fair number of times, but never thought about a pattern behind it.  As far as my memory can be trusted, I think that it&#39;s a mid to late Edo period thing.  I don&#39;t think I&#39;ve seen it on Goto work, only machibori.  Those machibori examples have been by fairly big names.  I don&#39;t know of any school pattern or lineage behind it, but there could well be one (or maybe it was just a fashion).  \n\n  I have the sense that it&#39;s often seen along with tanzaku mei (the signatures done on small plaques), but I don&#39;t know of any reason for that.  I don&#39;t think that I&#39;ve seen the star piece soldered down like a true root.  It seems more like it is there to cover up the joint between the post and the back of the menuki.  (&quot;Rootless&quot; posts were also popular with machibori kinko during this time.)  Maybe it is soldered down but the solder is kept away from the edges.  If someone was out to create a forgery from scratch it&#39;d be pretty easy to add these to enhance the fake if appropriate.  If just putting on a gimei or inserting a gimei tanzaku I don&#39;t know if the faker would bother with it.\n\n  That&#39;s all I can think of right now and without doing research on it.  Does anyone know of any specific examples contradicting the above or of an existing analysis that explains what they&#39;re all about?\n\n  And yes, Shozui is the usual romanization.  With a long o.\n  Jim\n\n\n\n\n    Jim - \n\n    A pair on Nio menuki here--purchased by my wife years ago from Bill Shapland, as a surprise--have a star-shaped roots for their pegs. I also have a large pair of &quot;running boar&quot; menuki signed Shozui which have the same star-shape roots. Not holding out that these are correct as signed, but I have seen this thing on at least one pair of menuki by Shozui (am I spelling this right?). Any comment on the use of this star-shape roots? Characteristic of any era or maker? Just curious. \n\n    Ron\n    STL\n\n  [Non-text portions of this message have been removed]\n\n\n\n        Yahoo! Groups Sponsor \n              ADVERTISEMENT\n             \n       \n       \n\n\n------------------------------------------------------------------------------\n  Yahoo! Groups Links\n\n    a.. To visit your group on the web, go to:\n    http://groups.yahoo.com/group/nihontostudy/\n      \n    b.. To unsubscribe from this group, send an email to:\n    nihontostudy-unsubscribe@yahoogroups.com\n      \n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}