{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "XKXIFaxrOw37IvzOuNGeuxNxfOI29MBMh7zasiPSI0XHYy-pClkrJp1kfNZSO32FWKAjpnJuyLR1CwkORqk7B6ErCNQeTKcF-q1nkssW",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "unscientific kawa tsuba experiment",
    "postDate": "1052502306",
    "msgId": 217,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwNWYwMWMzMTY1MiRiYmM4NDcyMCQyMzQ2OWQ0MEBvZW1jb21wdXRlcj4="
    },
    "prevInTopic": 0,
    "nextInTopic": 218,
    "prevInTime": 216,
    "nextInTime": 218,
    "topicId": 217,
    "numMessagesInTopic": 8,
    "msgSnippet": "After we were talking about nerikawa vs. iron tsuba the other day, I decided to try my hand at the leather tsuba craft.  I took 3 pieces of 1-2 mm thick dog",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 9 May 2003 20:45:20 -0000\r\nReceived: (qmail 70604 invoked from network); 9 May 2003 17:43:22 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m5.grp.scd.yahoo.com with QMQP; 9 May 2003 17:43:22 -0000\r\nReceived: from unknown (HELO mallard.mail.pas.earthlink.net) (207.217.120.48)\n  by mta3.grp.scd.yahoo.com with SMTP; 9 May 2003 17:43:22 -0000\r\nReceived: from dialup-64.157.70.35.dial1.weehawken1.level3.net ([64.157.70.35] helo=oemcomputer)\n\tby mallard.mail.pas.earthlink.net with smtp (Exim 3.33 #1)\n\tid 19EBtv-0002Gj-00\n\tfor nihontostudy@yahoogroups.com; Fri, 09 May 2003 10:43:19 -0700\r\nMessage-ID: &lt;005f01c31652$bbc84720$23469d40@oemcomputer&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nSubject: unscientific kawa tsuba experiment\r\nDate: Fri, 9 May 2003 13:45:06 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1106\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1106\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nX-Yahoo-Group-Post: member; u=70790403\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nAfter we were talking about nerikawa vs. iron tsuba the other day, I decided to try my hand at the leather tsuba craft.  I took 3 pieces of 1-2 mm thick &quot;dog grade&quot; pre-chewed rawhide and soaked them in water for several hours until they were completely soft and pliable.  I pressed the three layers tightly together between two boards in a bench vise and left them over night.  I then glued the three still moist pieces together with an aliphatic wood glue.  I suspect that a hide or hoof glue would be closer to what was originally used, but I didn&#39;t have any handy.  Then it went back into the vise press over night. \n\nThe stack came out well-adhered, but still flexible.  It was fairly easy to cut through with multiple passes of a sharp knife.  After a day of drying in the sun, the laminated piece was much more rigid and didn&#39;t warp.   Rainy weather called for subsequent drying in the house.  After a couple of days the 3 layer laminate can still be flexed a few mm by hand.  At this point the laminate is quite hard to cut, but easy to saw or shape with a rasp.  The layers stay well adhered during these operations.\n\nI am not trained as a swordsman and I have no swords handy, so I resorted to a ca. WWII vintage Gurkha Kukri for test cutting.  The cross section is on the thick side for a knife, but &quot;sharper&quot; than the typical nihonto.  I clamped one end of my &quot;tsuba&quot; to a bench, leaving about 4.5 cm of unsupported material sticking out into space.  I had no success in repeated tries at cutting the face of the tsuba.  There is enough flex in the laminated leather to send the blade skidding off from the face of the guard, just occasionally taking a sliver of material from the edge.  I suppose that a perfect slicing cut with a sword would do more damage, but then again in use you weren&#39;t likely to fight against an opponent with his sword hand clamped down to a bench.  \n\nTurning the &quot;tsuba&quot; edge up to test cutting straight into the mimi was an entirely different story.  A light chop was enough to cut over 1 cm into the edge.  No doubt there were ways to make a tougher guard than I did, however I have to believe that these would not be sufficient to stop a strong sword cut to the edge from cutting entirely through the guard, including any yamagane fukurin or o-seppa.\n\nSo, long story, but what I found is that as long as someone else cures the hide it&#39;s quite easy to make a functional kawa tsuba.  Lacquer and a fukurin would dress the guard up and help protect it from moisture, but I don&#39;t think would change the basic properties of the tsuba.  It is tough and light weight, would certainly keep one&#39;s hand from sliding up on the blade and it would seem to be effective at stopping a opponent&#39;s cut that came sliding down the blade.  However, it would be next to useless at stopping a cut to the edge.\n\nSpeculation -- was there something about the way that a tachi was used that would make a cut to the edge of the guard relatively unlikely when compared to wielding a katana?  It might help explain why nerikawa tsuba were the guard of choice for fighting tachi, but were replaced by iron for katana.\n\nJim\n\n[Non-text portions of this message have been removed]\n\n\n"
}