{
    "userId": 66909074,
    "authorName": "Gordon Robson",
    "from": "&quot;Gordon Robson&quot; &lt;robsongo@...&gt;",
    "profile": "robsongord",
    "replyTo": "LIST",
    "senderId": "SLc2kMeS_9ZvhZh19p4iYsIi6utvqRm6Nuy3Zuzqvjgpz2BfSEJ1eotKmmCbowhHcp-hHLsR73zyv7Z94OM3GXNvzp7Y3TD5OlRo",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [nihontostudy] unscientific kawa tsuba experiment",
    "postDate": "1052523075",
    "msgId": 220,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE5FQkJKQkdCR01MR0xQSUhGQkZBRUVPTENPQUEucm9ic29uZ29Ac3d1LmFjLmpwPg==",
        "inReplyToHeader": "PE9GNUU3MTVDRUEuRkMxNjdDRjMtT044NjI1NkQyMS4wMDc5QTdDNEB1bmwuZWR1Pg=="
    },
    "prevInTopic": 219,
    "nextInTopic": 224,
    "prevInTime": 219,
    "nextInTime": 221,
    "topicId": 217,
    "numMessagesInTopic": 8,
    "msgSnippet": "Jim, Pretty cool stuff. If you think about it, it should be rather difficult to hit the rim of a tsuba, and I am sure most swordsmen would not want to anyway.",
    "rawEmail": "Return-Path: &lt;robsongo@...&gt;\r\nX-Sender: robsongo@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 9 May 2003 23:30:06 -0000\r\nReceived: (qmail 80625 invoked from network); 9 May 2003 23:30:06 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m13.grp.scd.yahoo.com with QMQP; 9 May 2003 23:30:06 -0000\r\nReceived: from unknown (HELO swugw2.swu.ac.jp) (202.254.91.66)\n  by mta2.grp.scd.yahoo.com with SMTP; 9 May 2003 23:30:05 -0000\r\nReceived: from swue500.swu.ac.jp ([202.254.88.6])\r\nReceived: from swufs.swu.ac.jp(202.254.88.3) by swue500.swu.ac.jp via csmap \n\t id 32076; Sat, 10 May 2003 08:31:28 +0900 (JST)\r\nReceived: from robson (dk082.swu.ac.jp [172.16.0.102])\n\tby swu.ac.jp (8.11.6/8.11.6) with SMTP id h49NU4d25136\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Sat, 10 May 2003 08:30:04 +0900\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nSubject: RE: [nihontostudy] unscientific kawa tsuba experiment\r\nDate: Sat, 10 May 2003 08:31:15 +0900\r\nMessage-ID: &lt;NEBBJBGBGMLGLPIHFBFAEEOLCOAA.robsongo@...&gt;\r\nMIME-Version: 1.0\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2911.0)\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nIn-Reply-To: &lt;OF5E715CEA.FC167CF3-ON86256D21.0079A7C4@...&gt;\r\nFrom: &quot;Gordon Robson&quot; &lt;robsongo@...&gt;\r\nX-Yahoo-Group-Post: member; u=66909074\r\nX-Yahoo-Profile: robsongord\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nJim,\n\nPretty cool stuff. If you think about it, it should be rather difficult to\nhit the rim of a tsuba, and I am sure most swordsmen would not want to\nanyway. Common knowledge says that the tsuba was not a &quot;guard,&quot; but\nsomething to prevent the hand from slipping onto the blade. Due to the\ncurvature, I also think that the cutting edge would not hit the edge of the\ntsuba straight on anyway. Just some food for thought.\n\nGordon\n  -----Original Message-----\n  From: Peter A Bleed [mailto:pbleed1@...]\n  Sent: Saturday, May 10, 2003 7:12 AM\n  To: nihontostudy@yahoogroups.com\n  Subject: Re: [nihontostudy] unscientific kawa tsuba experiment\n\n\n\n  Jim,\n  This exercise is quite comparable to stuff that gets published as\n  &quot;expereimental archaeology.&quot; I urge you to develop it for puiblication -\nat\n  least in one or another of the sword jounrals.\n  Peter\n\n\n\n  After we were talking about nerikawa vs. iron tsuba the other day, I\n  decided to try my hand at the leather tsuba craft.  I took 3 pieces of 1-2\n  mm thick &quot;dog grade&quot; pre-chewed rawhide and soaked them in water for\n  several hours until they were completely soft and pliable.  I pressed the\n  three layers tightly together between two boards in a bench vise and left\n  them over night.  I then glued the three still moist pieces together with\n  an aliphatic wood glue.  I suspect that a hide or hoof glue would be\ncloser\n  to what was originally used, but I didn&#39;t have any handy.  Then it went\n  back into the vise press over night.\n\n  The stack came out well-adhered, but still flexible.  It was fairly easy\nto\n  cut through with multiple passes of a sharp knife.  After a day of drying\n  in the sun, the laminated piece was much more rigid and didn&#39;t warp.\n  Rainy weather called for subsequent drying in the house.  After a couple\nof\n  days the 3 layer laminate can still be flexed a few mm by hand.  At this\n  point the laminate is quite hard to cut, but easy to saw or shape with a\n  rasp.  The layers stay well adhered during these operations.\n\n  I am not trained as a swordsman and I have no swords handy, so I resorted\n  to a ca. WWII vintage Gurkha Kukri for test cutting.  The cross section is\n  on the thick side for a knife, but &quot;sharper&quot; than the typical nihonto.  I\n  clamped one end of my &quot;tsuba&quot; to a bench, leaving about 4.5 cm of\n  unsupported material sticking out into space.  I had no success in\nrepeated\n  tries at cutting the face of the tsuba.  There is enough flex in the\n  laminated leather to send the blade skidding off from the face of the\n  guard, just occasionally taking a sliver of material from the edge.  I\n  suppose that a perfect slicing cut with a sword would do more damage, but\n  then again in use you weren&#39;t likely to fight against an opponent with his\n  sword hand clamped down to a bench.\n\n  Turning the &quot;tsuba&quot; edge up to test cutting straight into the mimi was an\n  entirely different story.  A light chop was enough to cut over 1 cm into\n  the edge.  No doubt there were ways to make a tougher guard than I did,\n  however I have to believe that these would not be sufficient to stop a\n  strong sword cut to the edge from cutting entirely through the guard,\n  including any yamagane fukurin or o-seppa.\n\n  So, long story, but what I found is that as long as someone else cures the\n  hide it&#39;s quite easy to make a functional kawa tsuba.  Lacquer and a\n  fukurin would dress the guard up and help protect it from moisture, but I\n  don&#39;t think would change the basic properties of the tsuba.  It is tough\n  and light weight, would certainly keep one&#39;s hand from sliding up on the\n  blade and it would seem to be effective at stopping a opponent&#39;s cut that\n  came sliding down the blade.  However, it would be next to useless at\n  stopping a cut to the edge.\n\n  Speculation -- was there something about the way that a tachi was used\nthat\n  would make a cut to the edge of the guard relatively unlikely when\ncompared\n  to wielding a katana?  It might help explain why nerikawa tsuba were the\n  guard of choice for fighting tachi, but were replaced by iron for katana.\n\n  Jim\n\n  [Non-text portions of this message have been removed]\n\n\n\n  To unsubscribe from this group, send an email to:\n  nihontostudy-unsubscribe@yahoogroups.com\n\n\n\n  Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n\n\n\n\n\n\n\n\n        Yahoo! Groups Sponsor\n\n\n\n  To unsubscribe from this group, send an email to:\n  nihontostudy-unsubscribe@yahoogroups.com\n\n\n\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}