{
    "userId": 158508685,
    "authorName": "ranox27157@yahoo.com",
    "from": "ranox27157@...",
    "profile": "ranox27157",
    "replyTo": "LIST",
    "senderId": "m9JrKVeeik_Qd3JhnlFlt3h_Cm1MFIuCEZ2HaYUdOTOLP5LlsnZn6Qjx0jlqDgRpijMJ1X65F0G6Fuk",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "I didnt get the sword as pictured in the ebay auction ...",
    "postDate": "1099338027",
    "msgId": 2369,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNtNjNmYit0NHY0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 2371,
    "prevInTime": 2368,
    "nextInTime": 2370,
    "topicId": 2369,
    "numMessagesInTopic": 7,
    "msgSnippet": "I didnt get the sword as pictured in the ebay auction, but what I actually got has now caused a bit of concern. I brought the sword over to a freind s party",
    "rawEmail": "Return-Path: &lt;ranox27157@...&gt;\r\nX-Sender: ranox27157@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 49140 invoked from network); 1 Nov 2004 19:41:39 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m17.grp.scd.yahoo.com with QMQP; 1 Nov 2004 19:41:39 -0000\r\nReceived: from unknown (HELO n18a.bulk.scd.yahoo.com) (66.94.237.47)\n  by mta3.grp.scd.yahoo.com with SMTP; 1 Nov 2004 19:41:39 -0000\r\nReceived: from [66.218.69.2] by n18.bulk.scd.yahoo.com with NNFMP; 01 Nov 2004 19:40:30 -0000\r\nReceived: from [66.218.67.166] by mailer2.bulk.scd.yahoo.com with NNFMP; 01 Nov 2004 19:40:29 -0000\r\nDate: Mon, 01 Nov 2004 19:40:27 -0000\r\nTo: nihontostudy@yahoogroups.com\r\nMessage-ID: &lt;cm63fb+t4v4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2423\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.47\r\nFrom: ranox27157@...\r\nSubject: I didnt get the sword as pictured in the ebay auction ...\r\nX-Yahoo-Group-Post: member; u=158508685\r\nX-Yahoo-Profile: ranox27157\r\n\r\n\n   I didnt get the sword as pictured in the ebay auction, but what I \nactually got has now caused a bit of concern. I brought the sword \nover to a freind&#39;s party wearing it as a costume accessory, as I \nthought it was a fake with little value. At the party their was a \ngentleman that is a metallurgy expert, he told me he has spent years \nresearching the ancient technology of Japanese sword making and \npersonally had met with several professors in Japan. He carefully \nexamined my sword and made a few comments. His comment are as \nfollows. The blade was hand forged, not machine forged and not \netched with acid. He spoke in lenth about the temper of the blade \nand types of metal used. The tang of the sword had been shorted and \nreshaped from the original form. The overall shape and shape of the \npoint, was consistent with an older form (the blade narrows down to \na small point). I am seeking to learn the parts of the blade, and \nnot sound so much like a rookie. &lt;Laughs&gt;\n   He further told me some interesting things about the sword, and \nit these things that have caused my concern.  The mounting of the \nsword is consistent with special mountings used as presentation \nswords to be given to visiting German Officers. The said that about \n183 swords were remade as these presentation swords. The thing for \nme to worry about is that the swords used were in some cases family \nswords, some were obtained without the family&#39;s permission, and some \nwere donated because there was now aparent heirs. He went on to \nexplain that the family swords were in many cases not marked by the \nmaker or smith (no MEI). But a good clue to a family sword is the \nthe etching or engraving of a name on the blade. That is the name of \na warrior killed by the sword (and by placing the warriors name on \nthe blade, his soul is captured in the steel). Swords having these \nmarkings on the blade are very traceable, and there might be a legal \ndispute should someone in the family seek the return of the sword to \ntheir family.\n    I took the handle off the tang and photographed the parts of the \nsword as best I could. I will be posting the pictures in a photo \nfolder named GERMAN. I would like any comments on the blade directed \nto me personally. &lt; Ranox27157@... &gt; Should it turn out that \nthis is one of the presentation swords, but without a legal issue, I \nwill either sell it or donate in to the loical WWII museum.\n\n\n\n\n"
}