{
    "userId": 89279031,
    "authorName": "arnold frenzel",
    "from": "&quot;arnold frenzel&quot; &lt;afrenzel@...&gt;",
    "replyTo": "LIST",
    "senderId": "8g_o2ONKIEiybKeOC0a-oyWnV7INI9sQhAPNxTH5xg28XGUR_fENKJNBlsrYWu9koTg-3gW5onGv__gM495LuOcrtA6m9K8U4w",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] papering tsuba",
    "postDate": "1111428651",
    "msgId": 2727,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHMyM2VjN2RmLjA1NUB3bHUuY2E+"
    },
    "prevInTopic": 2725,
    "nextInTopic": 2729,
    "prevInTime": 2726,
    "nextInTime": 2728,
    "topicId": 524,
    "numMessagesInTopic": 22,
    "msgSnippet": "Hi: Thank you for that really interesting reference. I must do all this from my head and in the back was some recollection of something done in mid-Edo times,",
    "rawEmail": "Return-Path: &lt;afrenzel@...&gt;\r\nX-Sender: afrenzel@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 67881 invoked from network); 21 Mar 2005 18:10:56 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m28.grp.scd.yahoo.com with QMQP; 21 Mar 2005 18:10:56 -0000\r\nReceived: from unknown (HELO wlu.ca) (192.54.242.118)\n  by mta4.grp.scd.yahoo.com with SMTP; 21 Mar 2005 18:10:55 -0000\r\nReceived: from WLU-MTA by wlu.ca\n\twith Novell_GroupWise; Mon, 21 Mar 2005 13:10:55 -0500\r\nMessage-Id: &lt;s23ec7df.055@...&gt;\r\nX-Mailer: Novell GroupWise Internet Agent 6.5.2 Beta\r\nDate: Mon, 21 Mar 2005 13:10:51 -0500\r\nTo: &lt;jdz@...&gt;,&lt;token_kenkyu_kai@...&gt;,\n\t&lt;nihontostudy@yahoogroups.com&gt;\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nContent-Disposition: inline\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;arnold frenzel&quot; &lt;afrenzel@...&gt;\r\nSubject: Re: [nihontostudy] papering tsuba\r\nX-Yahoo-Group-Post: member; u=89279031\r\n\r\nHi:\n Thank you for that really interesting reference. I must do all this\nfrom my head and in the back was some recollection of something done in\nmid-Edo times, but I couldn&#39;t remember the title and that may be it. I\nthink the underlying point though is that systematic study is really\nvery new and I believe most retrospectives of the literature would place\nthe practical origin with Akiyama. It is that newness that makes all\nopinions somewhat uncertain by either the category or time dimension, or\nboth. There are unresolved and unstable areas with respect to swords\ntoo, but they are more in the way of skirmishes, rather than battles.\n Thanks again for the useful information.\n Arnold\n\n\n&gt;&gt;&gt; &quot;David Zincavage&quot; &lt;jdz@...&gt; 03/21/05 1:00 PM &gt;&gt;&gt;\nThanks, Arnold.  Not too long ago, I came across a reprint of a tsuba\nbook\nwritten in 1736.  I can even supply a picture, because I put photos\nwhenever\npossible of Japanese language titles into my bibliography, which I need\nto\navoid duplicate acquisitions.  Koshoyama found me a copy.\n\nKanzan, Matsumiya. Tsuba shokan koketsu, 7.5&quot; x 10.5&quot;, 210 pages.\nEstimated\nto be authored in 1736, &quot;Tsuba shokan koketsu&quot; is said to be the oldest\nmonograph on the appreciation of the tsuba. The hand-written original\nhas\nlong been lost, but over the years numerous hand-copies were made among\ntsuba and sword enthusiasts. Since the extant copies were becoming\nscarce\nand out of reach of average tsuba enthusiasts, Shibata Mitsuo undertook\nthe\nproject of publishing the book in a modern format in 1967. This book is\nthe\nresult of that effort. Original text and illustrations (taken from\nseveral\nreliable copies in existence) are duplicated in large pages, and modern\ntypesetting was added to enable today&#39;s audience to read the cursive\nclassical writing. The direct translation of the title is &quot;Orally\ntransmitted secret of the appreciation of the tsuba,&quot; but &quot;How to\nAppreciate\nthe Tsuba&quot; would be much more appropriate for the content.\n\n\n\n\n\n\n----- Original Message ----- \nFrom: &quot;arnold frenzel&quot; &lt;afrenzel@...&gt;&lt;~!B*+R^&&gt;To: &lt;jdz@...&gt;;\n&lt;token_kenkyu_kai@...&gt;;&lt;~!B*+R^&&gt;&lt;nihontostudy@yahoogroups.com&gt;&lt;~!B*+R^&&gt;Sent:\nMonday, March 21, 2005 9:29 AM\nSubject: Re: [nihontostudy] papering tsuba\n\n\n&gt; Hi:\n&gt;  That is any excellent set of questions. It is useful to remember that\n&gt; while sword knowledge and what should be designated as what goes back\nat\n&gt; least to the time of the first Ashikaga Shogun, knowledge of tosogu,\n&gt; particularly iron tsuba, goes back no early than the late Bakumatsu\nera,\n&gt; particularly with the writings of Akiyama and\n&gt; Kawaguchi. The knowledge paradigm is a still expanding one and the\n&gt; boundaries are somewhat indistinct and evolving. There can be a great\n&gt; deal of controversy as to what group something falls into and wildly\n&gt; different opinions as to age of manufacture, that of course hinging on\n&gt; the date of the adoption and substantial spread of the use of\n&gt; uchi-gatana. All one needs to do is to watch the moving time line in\nthe\n&gt; writings of the late Sasano Masayuki.\n&gt;  My advice would be to be conservative in what you submit unless it is\na\n&gt; piece about which you have a great deal of curiosity and it being of\n&gt; good workmanship, preservation and aesthetic content. On the other\nhand\n&gt; one can not sell short the impact that papers have on the value of\n&gt; fittings and the certainty with which they can be sold at a\npredictable\n&gt; price, if that is of relevance to you.\n&gt;  Arnold\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; &gt;&gt;&gt; jdz@... 03/20/05 3:17 PM &gt;&gt;&gt;\n&gt;\n&gt; I&#39;ve never submitted anything for papers, and just to experience the\n&gt; process I was thinking of submitting one or two tsuba to shinsa.\n&gt;\n&gt; But looking at the costs, and not believing I own any more than\n&gt; Hozon-level sorts of tsuba, I began to wonder if it made sense to\nspend\n&gt; several hundred dollars just to add minimum Hozon papers, or perhaps\nto\n&gt; fail.\n&gt;\n&gt; Any wisdom out there on how good a tsuba needs to be to be Hozon or\n&gt; Tokubetsu Hozon?  Why paper a tsuba at all?  What makes you decide to\n&gt; submit a particular one?\n&gt;\n&gt; DZ\n&gt;\n&gt; [Non-text portions of this message have been removed]\n&gt;\n&gt;\n&gt;\n&gt; ------------------------ Yahoo! Groups Sponsor\n&gt;\n&gt;\n&gt; Yahoo! Groups Links\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n\n\n"
}