{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "59KCFPdME7YA5BsTgvqdwN-FvMtuufTwdStCE1nXUrn4Zbt1AeOYnkoBjg5UvoN_jIQObIa2YePFD4kYNAL8ExCl-CImYT87lE2-GaiG",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] iron tsuba versus steel tsuba",
    "postDate": "1120001729",
    "msgId": 3063,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwOGYwMWM1N2MzYSQxMjk2M2IzMCQxNjVhZmEwNEAzOTc0OTA4MDAwMT4=",
        "referencesHeader": "PDAwMGEwMWM1NzgyNyRhMTc3ODczMCRkNDI2ZmVhOUBDTE9ORT4="
    },
    "prevInTopic": 3054,
    "nextInTopic": 3064,
    "prevInTime": 3062,
    "nextInTime": 3064,
    "topicId": 3054,
    "numMessagesInTopic": 4,
    "msgSnippet": "David, Well, iron vs. steel is a matter of the carbon content. http://www.thefabricator.com/Articles/Welding_Article.cfm?ID=685 ",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 55739 invoked from network); 28 Jun 2005 21:35:55 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m24.grp.scd.yahoo.com with QMQP; 28 Jun 2005 21:35:55 -0000\r\nReceived: from unknown (HELO smtpauth04.mail.atl.earthlink.net) (209.86.89.64)\n  by mta3.grp.scd.yahoo.com with SMTP; 28 Jun 2005 21:35:43 -0000\r\nReceived: from [4.250.90.22] (helo=39749080001)\n\tby smtpauth04.mail.atl.earthlink.net with asmtp (Exim 4.34)\n\tid 1DnNk1-0004Nk-4h\n\tfor nihontostudy@yahoogroups.com; Tue, 28 Jun 2005 17:35:39 -0400\r\nMessage-ID: &lt;008f01c57c3a$12963b30$165afa04@39749080001&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;000a01c57827$a1778730$d426fea9@CLONE&gt;\r\nDate: Tue, 28 Jun 2005 17:35:29 -0600\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nX-ELNK-Trace: 3c1748b514070519fa3f6473f66ab73a7e972de0d01da940f9addc61d39cb8d9153a66cf8c904f6d350badd9bab72f9c350badd9bab72f9c350badd9bab72f9c\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Re: [nihontostudy] iron tsuba versus steel tsuba\r\nX-Yahoo-Group-Post: member; u=70790403; y=mIC1yInY5IRL0mcT-QybNHusUolOSm5gereXacqghIgg9DH2\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nDavid,\nWell, iron vs. steel is a matter of the carbon content.  \n\nhttp://ww=\r\nw.thefabricator.com/Articles/Welding_Article.cfm?ID=3D685\nhttp://www.roymec=\r\nh.co.uk/Useful_Tables/Matter/Iron_Steel_Forms.html\n\nIn the Torigoye/Haynes =\r\n&quot;Tsuba an Aesthetic Study&quot; there is a four step breakdown of hardness/carbo=\r\nn content:\n\nGoku Koko (very hard) C &gt; 1.0%\nKoko  (hard) 0.5% &lt; C &lt; 1.0%\nNan=\r\nko (soft) 0.25% &lt; C &lt; 0.5%\nGoku Nanko (very soft) C &lt; 0.25 %\n\nOf course the=\r\n actual hardness depends on final heat treatment, so I&#39;m not entirely sure =\r\nhow to take that.\n\nI would be surprised if there isn&#39;t variation in the per=\r\ncentage carbon between guards, but I haven&#39;t seen any such metallurgical an=\r\nalysis.  A correlation of measured hardness, carbon content and visual appe=\r\narance across a group of tsuba would be interesting.  I wouldn&#39;t be surpris=\r\ned if other factors (surface finish, applied patina, oxidation over time) c=\r\nonfused any correlation of appearance with measured physical characteristic=\r\ns.\n\nLacking data, here are some more anecdotes and random thoughts.\n\nWe hea=\r\nr about modern swordsmiths sorting their tamahagane by carbon content based=\r\n on its color and texture, but this is before forging.  Appearance after fo=\r\nrging is another matter.  \n\nYoshindo Yoshihara makes tosho and katchushi st=\r\nyle tsuba after the old styles and bases his methods on observations from t=\r\nhe originals.  I talked to him about his methods a few years ago.  He said =\r\nthat he sometimes uses ordinary iron for his guards and sometimes tamahagan=\r\ne.  If he uses tamahagane, he takes it from the low carbon portion of the b=\r\nloom.  He said that he does not use steel.  He said that he could tell the =\r\ndifference in how the material (low C tamahagane vs. non-tatara iron)  work=\r\ned, but that there were no visible differences in the finished product.\n\nHe=\r\n does not do any sort of quench hardening.  &quot;Just hammered iron.  Not very =\r\nhard.&quot;  That doesn&#39;t mean that it was done that way in the past, but I have=\r\n checked this out with restorers of old guards and none of them had encount=\r\nered a guard hard enough to have been quench hardened.  This seems sensible=\r\n since a hardened guard would also be a brittle guard.  Of course if he&#39;s u=\r\nsing iron, it cannot be quench hardened anyway.\n\nEven high carbon tool stee=\r\nl can be annealed to be quite soft.  If guards are forged to shape and left=\r\n to cool, it&#39;s not clear to me how much influence carbon content is going t=\r\no have on actual hardness.  I think that there&#39;s a bunch we don&#39;t know abou=\r\nt the final heat treatment of historical guards, though.  How much does the=\r\n real hardness vary?  Some guards do look harder than others, is there a ph=\r\nysical difference?\n\nTekkotsu are described as regions of high carbon conten=\r\nt.  That would imply steel or even beyond, at least in spots.  Guards with =\r\ntekkotsu tend to be very slow to take on a natural patina when hanging outs=\r\nide when compared to softer (looking) guards that can recolor fairly quickl=\r\ny.  Corrosion resistance can be affected by impurities.  Tekkotsu often loo=\r\nk blacker and smoother than the surrounding metal.  I can believe that the =\r\npercentage of carbon might have been varied for aesthetic reasons even if n=\r\not for mechanical ones.  Using oroshigane the smith can vary the carbon con=\r\ntent of his metal at will.\n\nIt&#39;s hard to say how many of the traditional ex=\r\nplanations are based on data.  Of course when it comes to kantei, you have =\r\nto go on what you can sense, so it brings us back to these terms being qual=\r\nitative rather than quantitative.\n\nJim  \n\n\n  I was reading that Akiyama Kyu=\r\nsaku, the authority whose views on tsuba were formative for both Torigoye a=\r\nnd Sasano, evidently actually distinguished tsuba made from steel hagane =\r\n=E9=8B=BC from tsuba made from iron tetsu =E9=89=84.    Steel tsuba were sa=\r\nid to have been originally reddish in color, but after a century took on th=\r\ne purplish-black color found in Old Owari tsuba and those made by the Higo =\r\nHayashi family.  Iron tsuba were said to be merely black, and to appear sof=\r\nt by comparison.   \n\n  I have heard, and read, a great deal of discussion a=\r\nbout the importance of the quality of the tsuba&#39;s plate, but I have not hea=\r\nrd much about the differences between iron and steel tsuba.  Do the experts=\r\n of today make that distinction?\n\n\n  David Zincavage \n\n[Non-text portions o=\r\nf this message have been removed]\n\n\n"
}