{
    "userId": 89279031,
    "authorName": "arnold frenzel",
    "from": "&quot;arnold frenzel&quot; &lt;afrenzel@...&gt;",
    "replyTo": "LIST",
    "senderId": "AjD7nkM1IMMSEDCLvaRU4TEMzk0nJfbQ3JDrFxs3lxk7oDhdwqAiKg1dx27WnxF_hylsoIcMQXaG5J61pzBQly4ExpfQMBcMMQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] Book Information",
    "postDate": "1121517551",
    "msgId": 3158,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHMyZDhjN2RiLjA4NEB3bHUuY2E+"
    },
    "prevInTopic": 3157,
    "nextInTopic": 0,
    "prevInTime": 3157,
    "nextInTime": 3159,
    "topicId": 3156,
    "numMessagesInTopic": 3,
    "msgSnippet": "Hi: I should know a little about Fred s book as I wrote a brief foreword for it. I contains some useful information derived from various sources, however the",
    "rawEmail": "Return-Path: &lt;afrenzel@...&gt;\r\nX-Sender: afrenzel@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 82753 invoked from network); 16 Jul 2005 12:39:56 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m30.grp.scd.yahoo.com with QMQP; 16 Jul 2005 12:39:56 -0000\r\nReceived: from unknown (HELO wlu.ca) (192.54.242.118)\n  by mta5.grp.scd.yahoo.com with SMTP; 16 Jul 2005 12:39:56 -0000\r\nReceived: from WLU-MTA by wlu.ca\n\twith Novell_GroupWise; Sat, 16 Jul 2005 08:39:55 -0400\r\nMessage-Id: &lt;s2d8c7db.084@...&gt;\r\nX-Mailer: Novell GroupWise Internet Agent 6.5.2 Beta\r\nDate: Sat, 16 Jul 2005 08:39:11 -0400\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nContent-Disposition: inline\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;arnold frenzel&quot; &lt;afrenzel@...&gt;\r\nSubject: Re: [nihontostudy] Book Information\r\nX-Yahoo-Group-Post: member; u=89279031\r\n\r\nHi:\n I should know a little about Fred&#39;s book as I wrote a brief foreword\nfor it. I contains some useful information derived from various sources,\nhowever the whole area of books on gendai is rapidly changing and there\nis no definitive book out there to the best of my knowledge. Fred&#39;s book\nis a contribution to the literature and there are a number of similar\nbooks in the same space. \n The problem is that the very term &quot;gendai&quot;, meaning current era, has\nnever been well defined in year brackets and it is slipping into disuse.\nFor some it is for \nall blades made after the Haitorei regulations which culminated in the\nbanning of civilian wearing of swords in public in 1876, for others the\nterm starts with the blades of the Showa era, that being 1926-1989, and\neven after, and for others it ends in 1945 or shortly after, say with\nthe end of the Occupation in 1953. The term used now for blades made\ncontemporarily is &quot;shinsakuto&quot; or &quot;new made swords&quot; and that gets pushed\nback to the end of gendaito, whenever that might be, so take your pick.\nMuch of what is out there now represents culled work from other sources\nand there is little original research. Mr. Chris Bowen, who was resident\nin Japan for some years, since having returned to the USA, has gathered\na lot of information on gendai smiths of the Tokyo area and has stated\nthat a book will eventually be produced. That is something I am eagerly\nlooking forward to as it will contain original information in English on\na number of smiths, particularly those working during the last war,\nabout whom little is known outside or inside Japan. I have no idea when\nit will see the light of day.\n One recent book that you should get is Yasukuni To by Tom Kishida and\npublished this year by Kodansha. It is focused primarily on the blades\nmade at the Yasukuni Jinja in Tokyo, but in putting them in context it\nsays a fair amount about the low state of blade making prior to 1933,\ntells us something about the destruction of the basis for the craft\nright after 1876 and also discusses the traditions from which the\nYasukuni smiths came from and something of their work after the war. It\nis a must have book!\n I hope this helps.\n Regards, \n Arnold Frenzel\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n&gt;&gt;&gt; mjaillet@... 07/15/05 9:46 AM &gt;&gt;&gt;\nHi Everyone,\n             Quick question about a book. Has anyone heard of &quot;Swords\nand\nSwordsmiths of the Genda - period 1868-1989&quot;????????????????\nAuthor; Fred Fimio\n\nAny input on this would be greatly appreciated. Any suggestions on books\nI\nshould be looking into?  Have a great weekend everyone\n\nKind regards,  Mark\n\n\n\n \nYahoo! Groups Links\n\n\n\n \n\n\n\n\n"
}