{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "yP4g56vLVxCnFVYiUCy2TClO1PzvydIz5MmUoyBgSea5uOY9MdIM4N_a3ckRzlN_3fLwAa7JtDIK7sbEFfxwTbXvxYimtDHZXmQ-zHwd",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] Thoughts about this tsuba  / NBTHK AB Yagyu display / NTHK Koshirae-Kodogu Display",
    "postDate": "1123702601",
    "msgId": 3242,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDA1NjYwMWM1OWRlMiRkNjM0YTAzMCQzMzVkZmEwNEAzOTc0OTA4MDAwMT4=",
        "referencesHeader": "PDIwMDUwODEwMDAzMTE0LjkzMDcwLnFtYWlsQHdlYjUwNDA5Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 3243,
    "prevInTime": 3241,
    "nextInTime": 3243,
    "topicId": 3242,
    "numMessagesInTopic": 7,
    "msgSnippet": "Curran and Rich, The cricket tsuba you re talking about was not submitted to the shinsa, but I do recall seeing it when the owner came to visit last summer.",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 53372 invoked from network); 10 Aug 2005 19:37:08 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m32.grp.scd.yahoo.com with QMQP; 10 Aug 2005 19:37:08 -0000\r\nReceived: from unknown (HELO smtpauth06.mail.atl.earthlink.net) (209.86.89.66)\n  by mta6.grp.scd.yahoo.com with SMTP; 10 Aug 2005 19:37:06 -0000\r\nReceived: from [4.250.93.1] (helo=39749080001)\n\tby smtpauth06.mail.atl.earthlink.net with asmtp (Exim 4.34)\n\tid 1E2wNX-0003Hv-Kj\n\tfor nihontostudy@yahoogroups.com; Wed, 10 Aug 2005 15:36:45 -0400\r\nMessage-ID: &lt;056601c59de2$d634a030$335dfa04@39749080001&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;20050810003114.93070.qmail@...&gt;\r\nDate: Wed, 10 Aug 2005 15:36:41 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nX-ELNK-Trace: 3c1748b514070519fa3f6473f66ab73a7e972de0d01da940d5cc376bc1ecbb26ddf3cdf2fb2e4f5f350badd9bab72f9c350badd9bab72f9c350badd9bab72f9c\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Re: [nihontostudy] Thoughts about this tsuba  / NBTHK AB Yagyu display / NTHK Koshirae-Kodogu Display\r\nX-Yahoo-Group-Post: member; u=70790403; y=N9bQ_LmA-eHcmBTY-tosAn9SQIR26lK3b6iuLGHsmgtR238W\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nCurran and Rich,\n\nThe cricket tsuba you&#39;re talking about was not submitted to the shinsa, but I do recall seeing it when the owner came to visit last summer.  It was even sharper than Rich&#39;s as I recall.\n\nThe pipe-rim/two-diamonds designs are sometimes attributed to Satsuma, but the metal didn&#39;t look consistent with that.  Keep an eye out for any signed examples of the same type.  It&#39;s quite possible that there were other makers producing that kind of tsuba.\n\nThe NBTHK American Branch study meeting at this month&#39;s San Francisco show will feature a display of Juyo Bijutsu rated swords with discussion by Bob Benson and a display of Yagyu tsuba with discussion by me.  We will have 10-15 Yagyu guards available for study.  Non-members will be able to attend the displays for a $5 donation.  That will include the photocopied handouts.  The tsuba handout will consist of several pages of text on Yagyu tsuba and history as well as nine illustrations taken from the Yagyu design book that match the tsuba on display.  There will be some excellent guards representing the classic designs.  \n\nIn addition to the handouts, the NBTHK AB will again be publishing a glossy soft cover photo book documenting the display, and this time the tsuba will be included as well.  I believe that this will be available for purchase by non members when they&#39;re available.\n\nThe NTHK will be presenting a large display of about 60 items of pre-Edo period kodgu and tsuba as well as 10 koshirae, mostly from Japanese collections.  We will have multiple representative pieces of Ko-Kinko, Ko-Mino and Ko-Goto, as well as two or three examples of each of the major early iron tsuba groups (we&#39;re currently lacking Kaneie, but we will have 2 Nobuie).  There will be a checklist style handout.  The discussion will be by Gordon Robson and me.  This exhibition is open to all.\n\nLet me know if you guys have questions about these.  \n\nJim\n\n\n\n  Jim,\n\n  I took the tsuba to shinsa, but may have not submitted\n  it. I believe the owner made a substitution (he had\n  only so many slots and given me more items than he had\n  slots). Same owner as the Myochin.\n\n  The design is exactly the same as Rich&#39;s, but it did\n  not feel Akasaka. The mimi on Akasaka usually feels\n  more full, rounded. Then the actual plate on the tsuba\n  was ~perfectly~ flat and the sukashi so crisp in\n  execution that it felt almost machined precise in\n  execution.\n      I mentally ruled out Akasaka, and was curious to\n  see the shinsa results on it. The fact that I don&#39;t\n  would point towards either (a) early senility or (b)\n  that this was the one substituted out.\n\n  Jim, (sidenote) at the time I was surprised at the\n  Myochin call on the other tsuba. I would have thought\n  that it ended up in some group I was less familiar\n  with. Interesting tsuba.\n\n  Any preview on the Yagyu exhibit for those\n  international listeroos that won&#39;t get to see it?\n\n  Curran\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}