{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "vUMhunqESAbDxEiHZCSI47-5HnfbrBRbuutlpyU-6Fq3JZ6HRj4vvPuskPB_aCO2u4QLjzDJ5RssAxTOiNSj02fW3C97_cGE0FRWy_WX",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Archeology and swords",
    "postDate": "1054833767",
    "msgId": 332,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMDkwMWMzMmI4NyQxNjQ5N2NjMCQ5NTQzNGJhYkBvZW1jb21wdXRlcj4=",
        "referencesHeader": "PE9GMkZFOTQ2QTguQkVCQkRBOUYtT044NjI1NkQzQy4wMDU1OUQyM0B1bmwuZWR1Pg=="
    },
    "prevInTopic": 331,
    "nextInTopic": 333,
    "prevInTime": 331,
    "nextInTime": 333,
    "topicId": 331,
    "numMessagesInTopic": 5,
    "msgSnippet": "Peter, Verrry interesting.  I put up a photo of Jomon stone points that I had handy at http://tinyurl.com/dk7y for comparison. A friend in Japan has a Kofun",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 93845 invoked from network); 5 Jun 2003 17:20:54 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m9.grp.scd.yahoo.com with QMQP; 5 Jun 2003 17:20:54 -0000\r\nReceived: from unknown (HELO snipe.mail.pas.earthlink.net) (207.217.120.62)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 Jun 2003 17:20:50 -0000\r\nReceived: from dialup-171.75.67.149.dial1.weehawken.level3.net ([171.75.67.149] helo=oemcomputer)\n\tby snipe.mail.pas.earthlink.net with smtp (Exim 3.33 #1)\n\tid 19NyPv-0000YT-00\n\tfor nihontostudy@yahoogroups.com; Thu, 05 Jun 2003 10:20:47 -0700\r\nMessage-ID: &lt;000901c32b87$16497cc0$95434bab@oemcomputer&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;OF2FE946A8.BEBBDA9F-ON86256D3C.00559D23@...&gt;\r\nSubject: Re: [nihontostudy] Archeology and swords\r\nDate: Thu, 5 Jun 2003 13:22:47 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1106\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1106\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nX-Yahoo-Group-Post: member; u=70790403\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nPeter,\nVerrry interesting.  I put up a photo of Jomon stone points that I had handy at\n\n http://tinyurl.com/dk7y for comparison.  \n\nA friend in Japan has a Kofun jidai gilt yamagane Hoju tsuba in his collection that has had a kozuka ana added and some very wide sekigane installed to modify the ovoid &quot;nakago&quot; ana for mounting on a conventional koshirae.  I&#39;d speculate that it was unearthed sometime during the Edo period, was recognized as a sword guard and modified for use on a then contemporary wakizashi koshirae.  The kozuka ana and sekigane are definitely not original, and wouldn&#39;t have been added if the guard was only kept as a curiosity, it must have been worn.  After seeing your tsuka, I wonder what the rest of the fittings on that sword were like.  \n\nJim\n\n\n\n\n  Friends,\n        The last time I tried to do this, a number of people got on my case,\n  but allow me to call the list&#39;s attention to an item I recently bought on\n  eBay. I&#39;m not gloating or bragging - well I am, but collectors are allowed\n  to do that. My real goal in this posting is to discuss what I think is a\n  very interesting sword fitting.\n        It is still to be seen as item 2176985428 on the world&#39;s marketplace.\n  Please take a look.\n        One of my research interests is the history of Japanese archeological\n  research. Usually, archeology is presented as a subject that was introduced\n  to Japan in the early Meiji period by Edward Morse. Japan is littered with\n  old sites, tho, so there must have been an older interest in ancient stuff.\n  Of course there was and I have found evidence of  a fair amount of Edo\n  period interest in stuff we now see as prehistoric. There were collectors\n  and collectors&#39; groups, and named types. I think there were as well some\n  pretty good understandings that objects like stone artifacts reflected old\n  ways of doing things. And in that light, I find this tsuka very\n  interesting.\n        The &quot;menuki&quot; on this tsuka are absolutely Jomon era arrow points. In\n  fact, Jomon points are pretty uniform for thousands of years (unlike the\n  case in North America, for example) so it is hard to know the specific age\n  of these two artifacts. But that is what they are. Finding them tied into\n  Edo period fittings is proof that folks at that time were picking ancient\n  objects up, looking at them, and finding them interesting. I think it also\n  suggests that somebody must have figured out that these two things were\n  some manner of weapon or at least something that went with a sword.\n        Now I have not seen the tsuka - only the images - but based on them\n  I see this as a pretty ordinary piece of koshirae - lacquered tsuka-ito,\n  but shark skin rather than same, and pretty rustic iron fuchi-kashira. It\n  seems to be a katana size so it would be a real samurai&#39;s sword, but I see\n  it as a &quot;country piece.&quot;  Archaeological sites are where you find them, but\n  I could certainly believe that a rural samurai, like a country\n  administrator or a local land owner, could acquire stone points and find\n  them interesting enough to use in this way. Do you all agree?\n        Finally, let me ask the list if anyone out there has ever seen any\n  other use of archeological objects on or with  swords or other Edo period\n  stuff\n        Thanks for listening.\n  Peter Bleed\n                                                                              \n        \n\n[Non-text portions of this message have been removed]\n\n\n"
}