{
    "userId": 234692211,
    "authorName": "Anthony H",
    "from": "Anthony H &lt;anwahi@...&gt;",
    "profile": "anwahi",
    "replyTo": "LIST",
    "senderId": "aG6NVLYVTUal33zS6yMoDcS5L1Mq8AW9ggWBGzVV4WjBWhdyIeYPfrrxgZcgM5dcbZxL_isFOfcuOr65jqIq_PCpAA",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] Where do you buy your Tsuba?",
    "postDate": "1135234225",
    "msgId": 3610,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMjIyMDY1MDI1LjEzNjIwLnFtYWlsQHdlYjUzNzEwLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDUxMjIyMDM1OTU0LjE3NDQwLnFtYWlsQHdlYjUxNDAxLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 3609,
    "nextInTopic": 3611,
    "prevInTime": 3609,
    "nextInTime": 3611,
    "topicId": 3601,
    "numMessagesInTopic": 37,
    "msgSnippet": "Ken, Good info. Not sure whether to take it that this Kurt guy is a fraud or he has two inch thick glasses and can t tell the bugs apart. Might be a simple",
    "rawEmail": "Return-Path: &lt;anwahi@...&gt;\r\nX-Sender: anwahi@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 45651 invoked from network); 22 Dec 2005 06:50:36 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m11.grp.scd.yahoo.com with QMQP; 22 Dec 2005 06:50:36 -0000\r\nReceived: from unknown (HELO web53710.mail.yahoo.com) (206.190.37.31)\n  by mta5.grp.scd.yahoo.com with SMTP; 22 Dec 2005 06:50:36 -0000\r\nReceived: (qmail 13622 invoked by uid 60001); 22 Dec 2005 06:50:25 -0000\r\nMessage-ID: &lt;20051222065025.13620.qmail@...&gt;\r\nReceived: from [72.250.18.143] by web53710.mail.yahoo.com via HTTP; Wed, 21 Dec 2005 22:50:25 PST\r\nDate: Wed, 21 Dec 2005 22:50:25 -0800 (PST)\r\nTo: nihontostudy@yahoogroups.com\r\nIn-Reply-To: &lt;20051222035954.17440.qmail@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Anthony H &lt;anwahi@...&gt;\r\nSubject: Re: [nihontostudy] Where do you buy your Tsuba?\r\nX-Yahoo-Group-Post: member; u=234692211; y=BimhLt_kfUWc-kq9U1UcSPVuXU9hcMFr4zfUtsiZmXnL\r\nX-Yahoo-Profile: anwahi\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nKen,\n   \n  Good info. Not sure whether to take it that this Kurt guy is a fraud or he has two inch thick glasses and can&#39;t tell the bugs apart.\n   \n  Might be a simple question, but what is kinko or sukashi? \n   \n  From reading what you said, is the Mantis design highly sought after or maybe you can tell what are the best designs are to collect? I&#39;m sure a lot is personal tastes, but the question is more for what will hold value and easily be resold.\n   \n  Thanks,\n  Anthony\n\nKenneth Wilson &lt;kdw21620@...&gt; wrote:\n  Anthony,\n\nI also have purchased from Rich&#39;s sources (he is a\nsukashi tsuba slut by the way).  In addition I have\npurchased from Ron.  I would purchase from all of them\nagain.  Many tsuba are not papered, it is not worth\nthe cost of many to put them through shinsa.  Since it\nis much harder to attribute to a particular smith, you\nwill also be likely to get a paper to a general school\n(for the unsigned ones).  There are all price points.\n\nThe only one I have not purchased from is that Kurt\nHoltz dude.  The major reason is that he tries to pass\noff crickets as preying mantises.  As if I don&#39;t know\nthe difference.  Gets me all excited in searching ebay\nand have a hit other than the Chen crappers and it\nturns out to be a waste.  Even mentions me by name,\nlike he couldn&#39;t just email me. \n\nBe careful buying books, especially those japanese\nones.  They are addicting in their own right and then\nyou end up with all these books you can&#39;t read.  Of\ncourse, if you can read them, I will tell you which\nones to buy and you can translate them for me.  \n\nRemember tsuba are 2 sided, if one sided don&#39;t buy or\nif already purchased certainly don&#39;t email list that\nyou baught a 1 sided tsuba (I love to bring this\nincident up makes me still laugh- happened to a list\nmember a few years ago).  Milt can give you a\ndissertation on how to buy on ebay.  Tom Helm can also\ntell you why those tsuba&#39;s recommended by Milt suck. \nActually I have gotten a few off ebay over the years\nand prices are usually good.  Just don&#39;t buy anything\nfrom China, unless from a pilot living in Hong Kong\nbut he only cares about hizen (he gets touchy about\ncondemning all of china- basically don&#39;t buy from the\nbillion or so people minus one).\n\nOk, I put a lot of list history in this post and most\nlikely you have no idea of the stories behind them,\nbut I am reminiscing.  Buy some books and find some\ncollectors to handle tsuba.  Some like kinko some like\nsukashi, some like both.\n\nYou can always ask questions here.   Just remember\nthat any preying mantis themed tsuba and/or sword\nfittings must be cheaply sold to me.  Milt keeps on\ntrying to sell me stuff at full retail when I know he\ngot them cheap, plus I am originally from NY and we\ndon&#39;t pay retail!  He complains about son&#39;s tuition at\nBU and I keep telling him, I went to Grad school there\nand they aren&#39;t getting anymore of my money.  Have\nfun!\n\nall the best,\nKen aka &quot;the mantis dude&quot; a puveyor of all kamakiri\ntosogou\n\n--- Ron Hartmann &lt;swords@...&gt; wrote:\n\n&gt; Anthony - \n&gt; \n&gt; Sorry to sound like such a &quot;merchant&quot; but if you&#39;re\n&gt; interested I can send you some pictures of a very\n&gt; nice selection of good quality iron tsuba that I&#39;m\n&gt; selling. Most are $200 range, more or less. If you\n&gt; are new at this I would be happy to recommend good\n&gt; ones that would help teach you about these things.\n&gt; Some of these have been to a number of shows and are\n&gt; now kept home so that I can keep my table at the\n&gt; shows, fresh. All are authentic, for sure. The shows\n&gt; seem to have a wonderful selection of nice quality\n&gt; tsuba these days and that is good for the buyer, bad\n&gt; for the seller since there is such a &quot;selection&quot; to\n&gt; pick from. Anyway...just thought I&#39;d toss this idea\n&gt; out to you. I&#39;ve been around for going on 40\n&gt; years...gosh, that&#39;s a little frightening to put in\n&gt; writing! \n&gt; \n&gt; Ron\n&gt; STL\n&gt;   ----- Original Message ----- \n&gt;   From: anwahi \n&gt;   To: nihontostudy@yahoogroups.com \n&gt;   Sent: Wednesday, December 21, 2005 4:23 PM\n&gt;   Subject: [nihontostudy] Where do you buy your\n&gt; Tsuba?\n&gt; \n&gt; \n&gt;   Hello,\n&gt; \n&gt;   I&#39;m new here and to collecting Tsuba. Where do you\n&gt; buy your Tsuba from? \n&gt;   I know there&#39;s several websites you can find with\n&gt; a Google search, an \n&gt;   occasional Token Kai show like the one in SF, or\n&gt; Ebay (most look like \n&gt;   junk). I&#39;m looking for good sources of authentic\n&gt; Tsuba. Obviously the \n&gt;   only way to be really sure of authenticity is to\n&gt; purchase papered \n&gt;   Tsuba, but because I&#39;m starting off I want some\n&gt; sources of authentic \n&gt;   Tsuba more reasonably priced. Any suggestions?\n&gt; \n&gt;   Thanks for your helpo in advance,\n&gt;   Anthony\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt;\n------------------------------------------------------------------------------\n&gt;   YAHOO! GROUPS LINKS \n&gt; \n&gt;     a..  Visit your group &quot;nihontostudy&quot; on the web.\n&gt;       \n&gt;     b..  To unsubscribe from this group, send an\n&gt; email to:\n&gt;      nihontostudy-unsubscribe@yahoogroups.com\n&gt;       \n&gt;     c..  Your use of Yahoo! Groups is subject to the\n&gt; Yahoo! Terms of Service. \n&gt; \n&gt; \n&gt;\n------------------------------------------------------------------------------\n&gt; \n&gt; \n&gt; \n&gt; [Non-text portions of this message have been\n&gt; removed]\n&gt; \n&gt; \n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n\n  SPONSORED LINKS \n        Buy fine art   Japanese translation   Japanese incense     Fine art inkjet paper   Fine art printing   Fine art appraisal \n    \n---------------------------------\n  YAHOO! GROUPS LINKS \n\n    \n    Visit your group &quot;nihontostudy&quot; on the web.\n    \n    To unsubscribe from this group, send an email to:\n nihontostudy-unsubscribe@yahoogroups.com\n    \n    Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n    \n---------------------------------\n  \n\n  \n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n[Non-text portions of this message have been removed]\n\n\n"
}