{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "PMfoADg9t9bKU_-Ob3RhsO6PsoOee1cPJ4k01k_1U069ySV6PC5V4SKEt4E5rMGFNADLLk1cNRk5hObpj6et51e9-_GIEaizIAXdmtx9",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Kantei setsumei",
    "postDate": "1141659849",
    "msgId": 3861,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAyNjQwMWM2NDEzNCRjZjgxZTg2MCRjZjVkZmEwNEAzOTc0OTA4MDAwMT4=",
        "referencesHeader": "PGR0dWtyZitqN3BzQGVHcm91cHMuY29tPiA8NDQwNDQwNTQuMzAwMDkwM0B3ZXN0bmV0LmNvbS5hdT4gPDAwOTMwMWM2M2ZiNiQ5ZTZmYzI4MCRjZjVkZmEwNEAzOTc0OTA4MDAwMT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 3862,
    "prevInTime": 3860,
    "nextInTime": 3862,
    "topicId": 3861,
    "numMessagesInTopic": 39,
    "msgSnippet": "The scan of the front of the guard does not do it justice, but is sufficient to see what s there.  The photos of the mimi give some sense of the tekkotsu that",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 67448 invoked from network); 6 Mar 2006 15:44:35 -0000\r\nReceived: from unknown (66.218.67.33)\n  by m33.grp.scd.yahoo.com with QMQP; 6 Mar 2006 15:44:35 -0000\r\nReceived: from unknown (HELO smtpauth07.mail.atl.earthlink.net) (209.86.89.67)\n  by mta7.grp.scd.yahoo.com with SMTP; 6 Mar 2006 15:44:35 -0000\r\nReceived: from [4.250.93.52] (helo=39749080001)\n\tby smtpauth07.mail.atl.earthlink.net with asmtp (Exim 4.34)\n\tid 1FGHsX-0004cp-Nl\n\tfor nihontostudy@yahoogroups.com; Mon, 06 Mar 2006 10:44:11 -0500\r\nMessage-ID: &lt;026401c64134$cf81e860$cf5dfa04@39749080001&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;dtukrf+j7ps@...&gt; &lt;44044054.3000903@...&gt; &lt;009301c63fb6$9e6fc280$cf5dfa04@39749080001&gt;\r\nDate: Mon, 6 Mar 2006 10:44:09 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nX-ELNK-Trace: 3c1748b514070519fa3f6473f66ab73a7e972de0d01da9407fa9289ef9b9b5cc12a1d0eed5dc26dd350badd9bab72f9c350badd9bab72f9c350badd9bab72f9c\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Kantei setsumei\r\nX-Yahoo-Group-Post: member; u=70790403; y=DUYsVBzDFKHt7dh0c77Iy0WyNfITWefCvEzjhydUipLGzwpv\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nThe scan of the front of the guard does not do it justice, but is sufficient to see what&#39;s there.  The photos of the mimi give some sense of the tekkotsu that place the guard in the Owari region.  Given the shape of the rim and the design, the two most likely choices are Kanayama and Owari sukashi.  I think either answer is acceptable given that you are working from pictures.\n\nThe thickness and somewhat squared rim lean toward Kanayama, but can also be seen in Owari work.  The guard is on the thick end of the spectrum for either type.  The diameter is possible for either group, although on the large side for Kanayama.  The style of the tekkotsu is the most important point.  Kanayama tekkotsu tend to form pronounced, sometimes rough bumps.  Owari tekkotsu are low, smooth and emerge from the plate with more subtlety, forming &quot;bean&quot; shaped and &quot;rope&quot; forms.  This guard shows both of these latter types.  Also, Kanayama guards will often show some tekkotsu on the face, but Owari guards do not.\n\nWild goose designs are common in Owari work.  It&#39;s not impossible to imagine a design like this in a Kanayama guard, but it is more naturalistic, complicated and even a little delicate for that group.  The majority of the evidence points toward Owari sukashi.\n\nThe guard is in very good condition, so it may look younger than it is.  The quality of the iron and the tekkotsu are unlikely to date to the early Edo period, and are consistent with pieces from mid to late Muromachi.  The birds at the top and bottom of the sukashi design seem too free spirited to be from that time, though and seem more like Momoyama.  Given that design is easier to manipulate than iron, I lean toward late Muromachi, but Momoyama is possible.\n\nThe guard has a kanteisho to Owari from the NBTHK.  No date given.\n\nYagyu is in the correct region, but the texture of the metal will be cloudy/sandy and will tend to show many linear laminations in the rim.  It is also not a Yagyu design.\n\nI included this tsuba in the Akasaka display at Tampa to show the likely Owari origins of the Akasaka group.  While some Ko-Akasaka guards will show tekkotsu, they are not of this type and the color and texture of the iron is different.  The rim would show a more rounded shape in Akasaka.  The cutting of the sukashi would have sharper edges.  The design does have a bit of Akasaka feeling, but there would probably be more asymmetry and abstraction in an Akasaka piece.\n\nThat&#39;s all I can think of at the moment.  Any other observations or questions?\n\nJim\n\n\n\n  OK, here is a guard for kantei:\n\n  http://ph.groups.yahoo.com/group/nihontostudy/photos/browse/2964?c\n\n  77.0 mm H x 74.8 mm W, 7.2 mm thick at the mimi and 7.1 mm thick at the seppa dai.\n\n\n  As far as I know it has not been published, but it has been exhibited at a couple of study meetings.  So, if you&#39;ve already seen it and remember the attribution, please don&#39;t post the answer to the list.  It is mumei and there are two almost equally reasonable attributions, but I think that there is more evidence for one than the other.\n\n  Respond with your bid on or off list as you prefer.\n\n  Jim\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}