{
    "userId": 125654407,
    "authorName": "Kenneth Wilson",
    "from": "Kenneth Wilson &lt;kdw21620@...&gt;",
    "profile": "kdw21620",
    "replyTo": "LIST",
    "senderId": "C7cVrGt5JnJ9vs2aQhgYxHsxOp7CSiTqwMYfIQsdHJKs6LIjRpw4Yz62TUz40QS06i92S3GlDXd475xbSHof-ERszME33ANpLwQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [nihontostudy] Kantei setsumei",
    "postDate": "1141792127",
    "msgId": 3899,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDYwMzA4MDQyODQ3LjkxMzI5LnFtYWlsQHdlYjUxNDA0Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDAyNjQwMWM2NDEzNCRjZjgxZTg2MCRjZjVkZmEwNEAzOTc0OTA4MDAwMT4="
    },
    "prevInTopic": 3880,
    "nextInTopic": 3935,
    "prevInTime": 3898,
    "nextInTime": 3900,
    "topicId": 3861,
    "numMessagesInTopic": 39,
    "msgSnippet": "Jim, While I am reading kantei #2 and becoming familiar with the groups people are talking about, you didn t give me a chance to ask a question back on #1.  Is",
    "rawEmail": "Return-Path: &lt;kdw21620@...&gt;\r\nX-Sender: kdw21620@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 61546 invoked from network); 8 Mar 2006 04:28:49 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m26.grp.scd.yahoo.com with QMQP; 8 Mar 2006 04:28:49 -0000\r\nReceived: from unknown (HELO web51404.mail.yahoo.com) (206.190.38.183)\n  by mta2.grp.scd.yahoo.com with SMTP; 8 Mar 2006 04:28:48 -0000\r\nReceived: (qmail 91331 invoked by uid 60001); 8 Mar 2006 04:28:47 -0000\r\nMessage-ID: &lt;20060308042847.91329.qmail@...&gt;\r\nReceived: from [38.118.53.46] by web51404.mail.yahoo.com via HTTP; Tue, 07 Mar 2006 20:28:47 PST\r\nDate: Tue, 7 Mar 2006 20:28:47 -0800 (PST)\r\nTo: nihontostudy@yahoogroups.com\r\nIn-Reply-To: &lt;026401c64134$cf81e860$cf5dfa04@39749080001&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Kenneth Wilson &lt;kdw21620@...&gt;\r\nSubject: Re: [nihontostudy] Kantei setsumei\r\nX-Yahoo-Group-Post: member; u=125654407; y=5krpi5T3Hzs27GhyoV5q65iHmVezzMkriMetxmf9vUEgP9k\r\nX-Yahoo-Profile: kdw21620\r\n\r\nJim,\n\nWhile I am reading kantei #2 and becoming familiar\nwith the groups people are talking about, you didn&#39;t\ngive me a chance to ask a question back on #1.  Is it\npossible to get picture of the tekkotsu from kanayama\nfor comparison?  I am visual, there is a dirty joke in\nthere, and that would really help sink it into the\nbrain.\n\nVery interesting all of this.  I have lots of books I\njust purchased and several months of reading.  Just\nhave to finish the sword section of the boston museum\nand I&#39;m into 4 or 5 tsuba books.  Hopefully, I can\nstart to get a handle on some of this.  So I wouldn&#39;t\neven begin to give an answer.  \n\nThanks again.\nKen\n\n--- Jim Gilbert &lt;jggilbert@...&gt; wrote:\n\n&gt; The scan of the front of the guard does not do it\n&gt; justice, but is sufficient to see what&#39;s there.  The\n&gt; photos of the mimi give some sense of the tekkotsu\n&gt; that place the guard in the Owari region.  Given the\n&gt; shape of the rim and the design, the two most likely\n&gt; choices are Kanayama and Owari sukashi.  I think\n&gt; either answer is acceptable given that you are\n&gt; working from pictures.\n&gt; \n&gt; The thickness and somewhat squared rim lean toward\n&gt; Kanayama, but can also be seen in Owari work.  The\n&gt; guard is on the thick end of the spectrum for either\n&gt; type.  The diameter is possible for either group,\n&gt; although on the large side for Kanayama.  The style\n&gt; of the tekkotsu is the most important point. \n&gt; Kanayama tekkotsu tend to form pronounced, sometimes\n&gt; rough bumps.  Owari tekkotsu are low, smooth and\n&gt; emerge from the plate with more subtlety, forming\n&gt; &quot;bean&quot; shaped and &quot;rope&quot; forms.  This guard shows\n&gt; both of these latter types.  Also, Kanayama guards\n&gt; will often show some tekkotsu on the face, but Owari\n&gt; guards do not.\n&gt; \n&gt; Wild goose designs are common in Owari work.  It&#39;s\n&gt; not impossible to imagine a design like this in a\n&gt; Kanayama guard, but it is more naturalistic,\n&gt; complicated and even a little delicate for that\n&gt; group.  The majority of the evidence points toward\n&gt; Owari sukashi.\n&gt; \n&gt; The guard is in very good condition, so it may look\n&gt; younger than it is.  The quality of the iron and the\n&gt; tekkotsu are unlikely to date to the early Edo\n&gt; period, and are consistent with pieces from mid to\n&gt; late Muromachi.  The birds at the top and bottom of\n&gt; the sukashi design seem too free spirited to be from\n&gt; that time, though and seem more like Momoyama. \n&gt; Given that design is easier to manipulate than iron,\n&gt; I lean toward late Muromachi, but Momoyama is\n&gt; possible.\n&gt; \n&gt; The guard has a kanteisho to Owari from the NBTHK. \n&gt; No date given.\n&gt; \n&gt; Yagyu is in the correct region, but the texture of\n&gt; the metal will be cloudy/sandy and will tend to show\n&gt; many linear laminations in the rim.  It is also not\n&gt; a Yagyu design.\n&gt; \n&gt; I included this tsuba in the Akasaka display at\n&gt; Tampa to show the likely Owari origins of the\n&gt; Akasaka group.  While some Ko-Akasaka guards will\n&gt; show tekkotsu, they are not of this type and the\n&gt; color and texture of the iron is different.  The rim\n&gt; would show a more rounded shape in Akasaka.  The\n&gt; cutting of the sukashi would have sharper edges. \n&gt; The design does have a bit of Akasaka feeling, but\n&gt; there would probably be more asymmetry and\n&gt; abstraction in an Akasaka piece.\n&gt; \n&gt; That&#39;s all I can think of at the moment.  Any other\n&gt; observations or questions?\n&gt; \n&gt; Jim\n&gt; \n&gt; \n&gt; \n&gt;   OK, here is a guard for kantei:\n&gt; \n&gt;  \n&gt;\nhttp://ph.groups.yahoo.com/group/nihontostudy/photos/browse/2964?c\n&gt; \n&gt;   77.0 mm H x 74.8 mm W, 7.2 mm thick at the mimi\n&gt; and 7.1 mm thick at the seppa dai.\n&gt; \n&gt; \n&gt;   As far as I know it has not been published, but it\n&gt; has been exhibited at a couple of study meetings. \n&gt; So, if you&#39;ve already seen it and remember the\n&gt; attribution, please don&#39;t post the answer to the\n&gt; list.  It is mumei and there are two almost equally\n&gt; reasonable attributions, but I think that there is\n&gt; more evidence for one than the other.\n&gt; \n&gt;   Respond with your bid on or off list as you\n&gt; prefer.\n&gt; \n&gt;   Jim\n&gt; \n&gt; \n&gt; [Non-text portions of this message have been\n&gt; removed]\n&gt; \n&gt; \n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}