{
    "userId": 70790403,
    "authorName": "Jim Gilbert",
    "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
    "profile": "yamaimojg",
    "replyTo": "LIST",
    "senderId": "jHNBhPa3bK90iSrBEIwPMNFkZ26uLvU7eL6K8FjjcwjeIsjZI324Wbv5ljrVSdIfDXgsxGpmGydcymVkMx6NijZAhiekFdlyo-4NB5mW",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Kantei Setsumei",
    "postDate": "1146610507",
    "msgId": 4181,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDA2Y2YwMWM2NmUzYiQ3NWIxNTZjMCQyNDIxZmEwNEAzOTc0OTA4MDAwMT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4180,
    "nextInTime": 4182,
    "topicId": 4181,
    "numMessagesInTopic": 1,
    "msgSnippet": "OK, I hope someone can still remember the kantei tsuba.  The maker is Akasaka Tadashige.  This guard was part of the Akasaka display in Tampa and was on the",
    "rawEmail": "Return-Path: &lt;jggilbert@...&gt;\r\nX-Sender: jggilbert@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 72548 invoked from network); 2 May 2006 22:55:10 -0000\r\nReceived: from unknown (66.218.67.34)\n  by m29.grp.scd.yahoo.com with QMQP; 2 May 2006 22:55:10 -0000\r\nReceived: from unknown (HELO elasmtp-junco.atl.sa.earthlink.net) (209.86.89.63)\n  by mta8.grp.scd.yahoo.com with SMTP; 2 May 2006 22:55:10 -0000\r\nReceived: from [4.250.33.230] (helo=39749080001)\n\tby elasmtp-junco.atl.sa.earthlink.net with asmtp (Exim 4.34)\n\tid 1Fb3ls-00057z-KT\n\tfor nihontostudy@yahoogroups.com; Tue, 02 May 2006 18:55:09 -0400\r\nMessage-ID: &lt;06cf01c66e3b$75b156c0$2421fa04@39749080001&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nDate: Tue, 2 May 2006 18:55:07 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2869\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2869\r\nX-ELNK-Trace: 3c1748b514070519fa3f6473f66ab73a7e972de0d01da9406f9001e212ddd94d1fa4e25d4078eb50350badd9bab72f9c350badd9bab72f9c350badd9bab72f9c\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;\r\nSubject: Kantei Setsumei\r\nX-Yahoo-Group-Post: member; u=70790403; y=4aUVWod1Pm8sltVyt1vQ-MvyKVyc_ffxD_iAJ5OglPdmxmMq\r\nX-Yahoo-Profile: yamaimojg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nOK, I hope someone can still remember the kantei tsuba.  The maker is Akasaka Tadashige.  This guard was part of the Akasaka display in Tampa and was on the Ryumado web site (and table), so it was not an unknown guard, but it did present an interesting kantei problem.  \n\nMost characteristics of the guard are typical of Akasaka work, but the motif is not.  The very fine-line sukashi is often associated with Kyo-sukashi tsuba, and a few people went that way.  The thickness of the guard and the very rounded maru mimi would be very unusual for Kyo, though and very typical of early Akasaka.  The hitsuana were also too broad for Kyo and not of the normal shape for that group.\n\nThe kiku motif lead some to Saotome, who did often use this motif, but the thickness of the guard, the seppa dai, hitsuana and the style and age of the metal are very different from that group&#39;s work.  Depending upon the motif for can send you in the wrong direction.  It&#39;s important to consider, but the metal and other workmanship is more important.\n\nWhile the thickness and full maru mimi seem like early Akasaka, the metal and apparent age of the piece are too late for that.  Tadashige was the only later maker in Akasaka capable of working at the level of the early generations, and a general idea to keep in mind is that if a guard looks too young to be Ko-Akasaka, it may be Tadashige&#39;s work.  Tadashige often made unusually large guards compared to other Akasaka makers, and this guard would be very large for the early generations or the later ones.  The tight almost shiny texture of his metal with a somewhat silvery-gray color is also distinctive compared to the reddish metal of Ko-Akasaka.  \n\nThe shape of the hitsuana is very typical of Tadashige and this is seen in much of his signed work.  Check through the Sano Akasaka exhibit catalog for examples of this.  He also made hitsuana with dovetails for sekigane, which is another type.  Some of his guards were made with large nakago-ana sekigane similar to Bushu Kunihiro, but many of his guards do not have this.\n\nAlthough unsigned, this work shows so many characteristics of Tadashige&#39;s work that it was attributed to him by the NBTHK.\n\nJim\n\n[Non-text portions of this message have been removed]\n\n\n"
}