{
    "userId": 197643986,
    "authorName": "Craig Harris",
    "from": "&quot;Craig Harris&quot; &lt;bridgeofdreams@...&gt;",
    "profile": "musashibobenkei",
    "replyTo": "LIST",
    "senderId": "T6xCH3nWA1kIz6QNkG5YFPXjUQKyKZ3sc20lN8hPwLBZIFrYFjgbqkk3T2gAvWpYScg6QQbYVjOGqUMSDTgJiOmlYBQJxKkVZ0pVbj3wu_w",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Announcement: New Book on Hizento",
    "postDate": "1154036289",
    "msgId": 4367,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNmZmExNWUxMDYwNzI3MTQzOHY0MTk0ZGY1ZHQ2MDQ5NjA1NmI5NmFiYzliQG1haWwuZ21haWwuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4366,
    "nextInTime": 4368,
    "topicId": 4367,
    "numMessagesInTopic": 1,
    "msgSnippet": "I am very pleased to annouce the availability of a landmark publication on Hizento: Yokoyama, Manabu. Hizento Biboroku [Hizen Sword Notebook]. Tokyo: 2006. ",
    "rawEmail": "Return-Path: &lt;bridgeofdreams@...&gt;\r\nX-Sender: bridgeofdreams@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 79175 invoked from network); 27 Jul 2006 21:40:21 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m41.grp.scd.yahoo.com with QMQP; 27 Jul 2006 21:40:21 -0000\r\nReceived: from unknown (HELO nf-out-0910.google.com) (64.233.182.188)\n  by mta4.grp.scd.yahoo.com with SMTP; 27 Jul 2006 21:40:21 -0000\r\nReceived: by nf-out-0910.google.com with SMTP id y38so17227nfb\n        for &lt;nihontostudy@yahoogroups.com&gt;; Thu, 27 Jul 2006 14:38:10 -0700 (PDT)\r\nReceived: by 10.78.158.11 with SMTP id g11mr350551hue;\n        Thu, 27 Jul 2006 14:38:09 -0700 (PDT)\r\nReceived: by 10.78.123.5 with HTTP; Thu, 27 Jul 2006 14:38:09 -0700 (PDT)\r\nMessage-ID: &lt;cffa15e10607271438v4194df5dt60496056b96abc9b@...&gt;\r\nDate: Thu, 27 Jul 2006 16:38:09 -0500\r\nTo: token_kenkyu_kai@..., \n\tNihontostudy &lt;nihontostudy@yahoogroups.com&gt;, nihonto@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Craig Harris&quot; &lt;bridgeofdreams@...&gt;\r\nSubject: Announcement: New Book on Hizento\r\nX-Yahoo-Group-Post: member; u=197643986; y=-UtaqlwHm_ukffE_l45WCEgrdhTfhVo6z0_5xTQ7ck5EA6JbEEzCqRjD\r\nX-Yahoo-Profile: musashibobenkei\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI am very pleased to annouce the availability of a landmark publication on\nHizento:\n\nYokoyama, Manabu. Hizento Biboroku [Hizen Sword Notebook]. Tokyo: 2006.\nFirst edition. Manabu Yokoyama, considered by many to be a leading authority\nin Japan on the swords of Hizen, has spent all his life on Hizento research,\nand invested many years in the preparation of this book. A massive\nTaikan-size volume of 547 pages with many oshigata and 10 color plates of\nkoshirae and old documents. All text in Japanese. Hard Cover with Slipcase.\nNew.   $375.00\n\nThe book weighs in at over six pounds. I&#39;ll be shipping it Priority in the\nUS for $10 as it will fit in the USPS Flat Rate Priority box. Air shipping\nto Canada will be $25 with insurance.\n\nI will bring at least one copy to the San Francisco Token Kai for display,\nwhere I will also have a selection from my other inventory. I look forward\nto meeting friends old and new, stop by and say hello!\n\nAlso in stock, and worth mentioning:\n\nNakamura, Nick, editor. Kokusai Tosogu Kai, 2005 International Convention &\nExhibition. Tokyo: Kokusai Tosogu Kai, 2005. First edition. 108 p. The\ncatalog of the first Exhibition of Kokusai Tosogu Kai, an international\ngroup dedicated to the study and appreciation of  tosogu, or Japanese sword\nfittings. Held in Louisville, Kentucky, the exhibition featured items from\nCanadian and U.S., and Japanese collections. The Japanese items, most never\nhaving been exhibited outside of Japan, were professionally photographed for\nthe catalog, and reproduced to the highest standards. The catalog also\nfeatures a 14 page article by Robert Haynes, &quot;My First Sixty Years as a\nStudent of Kodogu,&quot; complemented by photos from his personal archives\ndocumenting his years of study. Also included is an insightful colloquy\nbetween Ms. Taeko Watanabe, president of the Sano Museum in Mishima, and\nTerukata Kawabata,  NBTHK Director and Director of Kokusai Budo Renme\n(International Martial Arts Federation) on &quot;Sukashi Tsuba, Their Use and\nAesthetic Beauty.&quot; A beautifully produced book and a rare treat for students\nof Japanese sword fittings. Limited to 600 copies. Hard Cover with Slipcase.\nNew.      $150.00\n\nAlong the same lines, I have recently obtained a few copies of:\n\nTanyu-kai Zuroku. Tokyo: Privately Printed, 1999. First edition. Tanyu-kai\nis a private, by-invitation-only group of kodogu collectors in Japan. This\npublication was done to record and showcase the best of their collections at\nthe time. While most of the fittings are soft metal, representing the many\nschools of fittings makers, there are also a good selection of iron tsuba,\nincluding a number of unusual high-quality Namban tsuba. 60 pages total, of\nwhich 52 are full color very high quality photos of tsuba, menuki,\nfuchi-kashira, kozuka, and kogai. Printed on very heavy paper and bound so\nthat each page spread lies flat. A beautiful and scarce book on which no\nexpense was spared. Hard Cover with Slipcase. Near Fine.      $225.00\n\nMore books are listed on the website, and more are added all the time. Ask\nif you don&#39;t see the book you&#39;re looking for, or let me know your interests.\n\n\n-- \nCraig Harris\nBooks from and about Asia\nwww.bridgeofdreams.com\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}