{
    "userId": 93921012,
    "authorName": "Alan Bale",
    "from": "&quot;Alan Bale&quot; &lt;abale@...&gt;",
    "profile": "maiorian",
    "replyTo": "LIST",
    "senderId": "8nOOtVteQ7mgdQJFzSqfdbk4ADy1jVnfrq1F7unSCjR2sRwBHPjMm12cXIDEAeNxbq0TNok5omaehwVYFORaqTKSSrlPwRIi",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Book List",
    "postDate": "1154275148",
    "msgId": 4370,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDA0MDgwMWM2YjNmMSQxNzIyYmE4MCQwMTc0NGVkNUBjb21wdXRlcj4="
    },
    "prevInTopic": 1639,
    "nextInTopic": 4371,
    "prevInTime": 4369,
    "nextInTime": 4371,
    "topicId": 1635,
    "numMessagesInTopic": 13,
    "msgSnippet": "ALAN BALE Specialist Dealer in Japanese sword books since 1970          August  2006 Telephone & Fax (44) 01784 241671                              email:",
    "rawEmail": "Return-Path: &lt;abale@...&gt;\r\nX-Sender: abale@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 48816 invoked from network); 30 Jul 2006 15:59:28 -0000\r\nReceived: from unknown (66.218.67.33)\n  by m26.grp.scd.yahoo.com with QMQP; 30 Jul 2006 15:59:28 -0000\r\nReceived: from unknown (HELO sgrsil49.onetel.net.uk) (212.67.121.104)\n  by mta7.grp.scd.yahoo.com with SMTP; 30 Jul 2006 15:59:27 -0000\r\nReceived: from localhost (localhost [127.0.0.1])\n\tby sgrsil49.onetel.net.uk (Postfix) with ESMTP id 87D351665\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Sun, 30 Jul 2006 16:59:26 +0100 (BST)\r\nReceived: from sgrsil49.onetel.net.uk ([127.0.0.1])\n by localhost (amavis.int.onetel.net.uk [127.0.0.1]) (amavisd-new, port 10024)\n with ESMTP id 07720-03 for &lt;nihontostudy@yahoogroups.com&gt;;\n Sun, 30 Jul 2006 16:59:26 +0100 (BST)\r\nReceived: from computer (213-78-96-180.ppp.onetel.net.uk [213.78.96.180])\n\tby sgrsil49.onetel.net.uk (Postfix) with ESMTP id 67B211634\n\tfor &lt;nihontostudy@yahoogroups.com&gt;; Sun, 30 Jul 2006 16:59:23 +0100 (BST)\r\nReceived: from 127.0.0.1 (AVG SMTP 7.1.394 [268.10.5/403]); Sun, 30 Jul 2006 16:59:08 +0100\r\nMessage-ID: &lt;040801c6b3f1$1722ba80$01744ed5@computer&gt;\r\nTo: &quot;Study Group&quot; &lt;nihontostudy@yahoogroups.com&gt;\r\nDate: Sun, 30 Jul 2006 16:59:08 +0100\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1807\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1807\r\nX-Virus-Scanned: by Onetel AntiVirus\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Alan Bale&quot; &lt;abale@...&gt;\r\nSubject: Book List\r\nX-Yahoo-Group-Post: member; u=93921012; y=2YgVum00xXgPlFLQwuMksXXZ1opvEk3YB0QdU1hDwwvvqho\r\nX-Yahoo-Profile: maiorian\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nALAN BALE\n\nSpecialist Dealer in Japanese sword books since 1970          August  2006\n\nTelephone & Fax (44) 01784 241671                              email: abale@...\n\n\n\n EMAIL ME FOR THE COMPLETE &#39;NEW BOOKS&#39;  & &#39;USED BOOKS&#39; LISTS IF YOU DON&#39;T HAVE THEM \n\nI now have a few more new copies of Compton #2 (GBP70) & #3 (GBP40) sale catalogues and more of the Sano Museum Goto (1994 see #37 in the New Books list) and Akasaka catalogues, these last two are now getting hard to find, also a copy of Joly&#39;s Hawkshaw catalogue (being rebound) plus many other titles in the &#39;Used Books&#39; list.\n\nNEW TITLES\n\n82. LETHAL ELEGANCE - The Art of Samurai Sword Fittings by Earle, 8.5&quot;x9.25&quot;. 256pp with over 250 colour illustrations depicting mainly  extremely decorative Bakamatsu and Meiji period sword fittings by artists such as Kano Natsuo, Goto Ichijo, Unno Shomin, Hagiya Katsuhei, Unno Moritoshi etc.        GBP35\n\n83. CHRISTIE&#39;S Sale Catalogue - Important Swords from the Museum of Japanese Sword Fittings. 10th November 2004. 118pp stiff paper covers, illustrates 70 fine mostly koto blades including Ichimonji, Yukihira, Senjuin, Tadayoshi and many Bizen blades of the Kamakura and Nambokucho periods (the koshirae are shown in colour) from a collection originally formed by Mr Aoyama Kokichi after the war. A further 6 koshirae are illustrated, with a list of prices.       GBP15\n\n84. KANZAN SHINTO OSHIGATA DICTIONARY by Sato Kanzan, 9&quot;x11.5&quot; card covers. 401pp of oshigata showing the nakago, monouchi & kissaki of 729 shinto & shin-shinto blades from over 400 smiths plus 101pp in English comprising of an introduction, index in romaji & kanji (68pp), alphabetical English index (3pp) & glossary etc. The oshigata were made by Dr Sato and are taken from Kanzan Oshigata Shinto Jiten. The smiths illustrated are in general the less famous ones that  are more likely to be encountered in the west making this a very useful book.                    Temp O/S    GBP75\n\n85. DRAWINGS WITH TAGANE CHISELS  8.25&quot;x11.75&quot;. 1997, paper covers, 96pp almost all colour plates illustrating 25 tsuba, 26 kozuka, 12 menuki, 17 futokoromono & mitokoromono, Most are shown both sides, there are also fuchi-kashira, pages from a design book and related metalwork and paintings. Catalogue of an exhibition held in Osaka. Introduction in English but no English index.           GBP40\n\n86. KINKO TSUBA MEIHIN-SHU  2005. 9&quot;x11.5&quot; paper covers, 96pp of which 85pp are colour plates illustrating 19th century kinko tsuba from the Kiyomizu Sannenzaka Museum, the tsuba are shown magnified to 4-5&quot; and sometimes to full page. The plates are superb and show great detail, the artista names are in English.   GBP32\n\n87. NARA SAN-SAKU Catalogue of the Exhibition held in the Tosogu Museum in Tokyo, 8.5&quot;x11.25&quot; thin card covers, 46pp of which 42 are colour plates of high quality illustrating the work of Tsuchiya Yasuchika, Nara Toshinaga and Sugiura Joi. 21 tsuba are shown (both sides), 8 kozuka, 11 fuchi-kashira, 2 menuki and a vase. Each of the small fittings is shown life size and in close-up.              1 only GBP50\n\n88. MUROMACHI-KI MINO TOKO NO KENKYU by Suzuki. 8.5&quot;x11.75&quot;, 2006. 277pp all art paper with oshigata of tangs or blades of koto Mino swords on most pages, shinto is not covered. This is a useful book as there are no other illustrated books on Mino-to in print.       GBP50\n\n89. No title\n\n90. ZUSETSU  SENGOKU KATCHU SHU II Sengoku Period Armour,. 7.25&quot;x10.25&quot; paper cover, 174pp all colour plates illustrating 32 of the personal armours of daimyo and  77 kabuto on 45pp mostly of  the Sengoku (later 16th  century) period but some earlier, plus their  accoutrements  including banners, jinbaori etc. plus  many other  helmets and  armours. No English text.                 GBP25\n\n91. SENGOKU BUSHO NO YOSOI  Sano Museum Exhibition Catalogue, 2006, 7.75&quot;x11.75&quot; paper covers, 119pp mostly colour plates. Illustrates small fittings by the first 3 Goto masters on 41pp the images magnified, 31 (mostly) kawari kabuto and 5 armours on 41pp plus 5 blades, koshirae and menpo, all the items illustrated belonged to famous 16th century Daimyo, there is English text to the plates,               GBP30\n\n92. TOSOGU MACHIBORI MEIHIN SHUSEI by: Fukushi Shigeo, 10.5 &quot;x15&quot;, cloth covered slipcase, 2005, 427pp of which 241pp are colour plates including ten full length fold-out plates of fine koshirae, this is the companion volume to the author&#39;s earlier book on the Goto family and covers the machi-bori (street carvers) kinko schools.  The remainder of the book gives genealogies, signatures and other information on the various schools. The book does not cover the tsuba-ko. All the pieces shown are the best work of the artists and are from the Tokyo National Museum collection and are illustrated in fine detail.  There is English text to the plates and a 10pp English index. This is a fabulous book now out of print.  GBP320\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}