{
    "userId": 70790980,
    "authorName": "Ron Hartmann",
    "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
    "profile": "sworddad",
    "replyTo": "LIST",
    "senderId": "xOwe_m-cmt32nEn3F2h3PsXdNf0BQ1daNHKEOly4D55zVdtSo14ojd_ljLUTas7_huVpVzTLaGOS0lF6tKfVs6sXuQSnYl2X1IwwcA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Fw: Tampa??",
    "postDate": "1171916025",
    "msgId": 4874,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwZjMwMWM3NTQ2MiQ3ODRiZjMwMCRhZDIxODQ0YkByb24+"
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4873,
    "nextInTime": 4875,
    "topicId": 4874,
    "numMessagesInTopic": 1,
    "msgSnippet": "... From: Ron Hartmann To: token_kenkyu_kai@lists.umbc.edu Sent: Monday, February 19, 2007 1:22 PM Subject: Re: Tampa?? Hi Peter - Hmmmm...strange to read the",
    "rawEmail": "Return-Path: &lt;swords@...&gt;\r\nX-Sender: swords@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 51251 invoked from network); 19 Feb 2007 20:14:02 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m47.grp.scd.yahoo.com with QMQP; 19 Feb 2007 20:14:02 -0000\r\nReceived: from unknown (HELO mail.usroute66.net) (66.64.198.228)\n  by mta5.grp.scd.yahoo.com with SMTP; 19 Feb 2007 20:14:02 -0000\r\nReceived: from ron [75.132.33.173] by mail.usroute66.net with ESMTP\n  (SMTPD-9.10) id A50004F4; Mon, 19 Feb 2007 14:13:52 -0600\r\nMessage-ID: &lt;00f301c75462$784bf300$ad21844b@ron&gt;\r\nTo: &quot;nihontostudy&quot; &lt;nihontostudy@yahoogroups.com&gt;,\n\t&lt;nihonto@yahoogroups.com&gt;\r\nDate: Mon, 19 Feb 2007 14:13:45 -0600\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.3028\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.3028\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Ron Hartmann&quot; &lt;swords@...&gt;\r\nSubject: Fw: Tampa??\r\nX-Yahoo-Group-Post: member; u=70790980; y=qJxdZzGDYsFr3q8IEf748XUmZaQkYezzUWvbPlJeDFToWv0\r\nX-Yahoo-Profile: sworddad\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\n----- Original Message ----- \nFrom: Ron Hartmann \nTo: token_kenkyu_kai@... \nSent: Monday, February 19, 2007 1:22 PM\nSubject: Re: Tampa??\n\n\nHi Peter -\n\nHmmmm...strange to read the grumblings about the show. Actually, I (and a few other &quot;old guys,&quot; too) notice the &quot;sense of excitement&quot; at this year&#39;s show, not too unlike the good old days. Tables seemed to be &quot;full&quot; and certainly there was a lot to look at if one was a buyer. There seemed to be a good mix of &quot;old guys&quot; and &quot;fresh faces&quot; roaming around the show. The Florida &quot;movers&quot; did a good job as usual to please everyone and nobody left the table holders&#39; banquet hungry, for sure! \n\nPersonally, I was in the &quot;sell&quot; mode -- paying down some polishing bills, you know -- so I was not tempted to buy anything. My brother-in-law was at my table all the time when I unfortunately had to attend a meeting or two, so I hope interested visitors didn&#39;t feel unattended to when at my table. If so, my apologies. Several books sold plus two nicely mounted tanto and one &quot;investment/gamble&quot; grade katana. I was surprised nobody was interested in a ko-Uda daito or the (Meiji era) tachi mounted koto blade that was displayed. I&#39;d loved to had made more sales but at least some sales were realized and buyers seemed happy. \n\nI really find it stange that newcomers feel ignored at these shows but on the other hand, I&#39;ve heard that complaint many times before. All I can suggest is that &quot;if&quot; somebody does not respond to your interests and questions -- buyer or not -- then go find one of us who will answer your questions and will be happy to encourage your learning. I&#39;d like to think there are more of &quot;us&quot; than &quot;them.&quot; \n\nA short tale. Years ago one of our local &quot;new guys&quot; made his first trip to a sword show. He was eager to ask questions, to learn. I was unable to attend that show but told him to find so-and-so, to introduce himself and mention our friendship, that this gent would be more than happy to talk to him. Turns out he was kind of &quot;blown off&quot; and came home pissed. I smoothed his feathers about it saying the guy was probably in the middle of a deal or something, that this was not his nature to not be friendly. (We all know of love this guy and know how this is not his way of doing business.) Point is, sometimes people get involved with something and can give this (unintentional) impression of not being polite. Sure, there are some who will come on as snobs but again, they are in the minority. Hey, come to my table and ask a question and I&#39;ll probably bore you to death for the next half hour! Been there, done that! \n\nAll in all I left the Tampa show feeling quite pleased and satisfied with it all. (Even if nobody bought me a beer this year!) As for Japanese buyers, I didn&#39;t see any familiar faces but it seemed we had a great time anyway. Even my sister-in-law and her husband -- not sword people -- commented on what a fun weekend it was at the show. Was it that excitement in the air? This old boy thinks so. \n\nRon\nSTL\n\n\n\n  ----- Original Message ----- \n  From: Peter A Bleed \n  To: token_kenkyu_kai@... \n  Sent: Monday, February 12, 2007 9:12 PM\n  Subject: Tampa??\n\n\n  So, for a variety of bad reasons, I didn&#39;t go. A report anyone????\n\n\n  Peter Bleed\n  Professor of Anthropology\n  810 Oldfather Hall\n  University of Nebraska\n  Lincoln, NE 68588-0368\n  (402) 472-2439\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}