{
    "userId": 161321749,
    "authorName": "David Fuller",
    "from": "&quot;David Fuller&quot; &lt;d.fuller30@...&gt;",
    "replyTo": "LIST",
    "senderId": "9R5LzjJaH5MF8Kg27SLwDsi5F-qzQ6awcWLrEeRIw7YPLQha4qPHgbmG-RtYUekx6qxrONfmJ0RoPKyt3AmRsBYUdq5VRJ2_iCZNCoRirw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "U.K. proposed sword ban update",
    "postDate": "1177944530",
    "msgId": 5001,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMTIwMWM3OGIzNiRhYzA4MmJlMCQwMjAxYThjMEBEYXZlPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4999,
    "nextInTime": 5002,
    "topicId": 5001,
    "numMessagesInTopic": 1,
    "msgSnippet": "Dear List members, First of all let me apologise for taking up bandwidth time on the discussion group, however I wanted to drop a line to all those concerned",
    "rawEmail": "Return-Path: &lt;d.fuller30@...&gt;\r\nX-Sender: d.fuller30@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 19622 invoked from network); 30 Apr 2007 14:54:28 -0000\r\nReceived: from unknown (66.218.66.68)\n  by m36.grp.scd.yahoo.com with QMQP; 30 Apr 2007 14:54:28 -0000\r\nReceived: from unknown (HELO mtaout02-winn.ispmail.ntl.com) (81.103.221.48)\n  by mta11.grp.scd.yahoo.com with SMTP; 30 Apr 2007 14:54:27 -0000\r\nReceived: from aamtaout04-winn.ispmail.ntl.com ([81.103.221.35])\n          by mtaout02-winn.ispmail.ntl.com with ESMTP\n          id &lt;20070430144855.UNM16846.mtaout02-winn.ispmail.ntl.com@...&gt;;\n          Mon, 30 Apr 2007 15:48:55 +0100\r\nReceived: from Dave ([86.1.138.186]) by aamtaout04-winn.ispmail.ntl.com\n          with SMTP\n          id &lt;20070430144852.WJIF29112.aamtaout04-winn.ispmail.ntl.com@Dave&gt;;\n          Mon, 30 Apr 2007 15:48:52 +0100\r\nMessage-ID: &lt;001201c78b36$ac082be0$0201a8c0@Dave&gt;\r\nTo: &lt;token_kenkyu_kai@...&gt;,\n\t&lt;nihontostudy@yahoogroups.com&gt;\r\nDate: Mon, 30 Apr 2007 15:48:50 +0100\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.3028\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.3028\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;David Fuller&quot; &lt;d.fuller30@...&gt;\r\nSubject: U.K. proposed sword ban update\r\nX-Yahoo-Group-Post: member; u=161321749\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nDear List members,\nFirst of all let me apologise for taking up bandwidth time on the discussion group, however I wanted to drop a line to all those concerned people in the sword collecting fraternity both in the U.K. and around the world.  As I am sure all of you will know the U.K. home office has been charged with the task of creating the legislation document which will aim to ban japanese swords (and quite possibly any other edged sword).  The home office have published their consultation document and are inviting comments on 7 specific questions posed.  As this is a public consultation document it will invite all kinds of comments from inside and outside of the sword collecting world.\n\nThe Northern Token Society (U.K.) have been actively involved with the home office to help inform and guide them in order to help shape what we hope will be a positive outcome. Our chairman Mr Ian Bottomley, Secretary Mr Steve Smith along with Paul Bowman and myself have been having dialogue via phone, Email and have met with the very people at the home office who are creating the legislation in which we had a very productive meeting discussing at length the definition of a Japanese sword amongst other issues (many of the points raised have been incorporated into the consultation document).  There are links to all our correspondance and a link to the home office consultation document on our web site www.northerntokensociety.co.uk for those wish to have a read and reply to the home office.\n\nI would ask that everyone who has not as yet done so to reply tho the Home office with answers to the questions posed on the consultation document but please understand that this process is now about the home office collating the responses into 3 groups. 1. Yes answers.  2. No answers. and finally 3. No clear opinion. So please be definite. Your answer can then be justified with a further statement and explaination as you see fit, once again apologies if I am stating the obvious but this part is important to the final outcome.\n\nFinally just to outline what we believe will be the home office &#39;preferred&#39; outcome, this will be:-\n\n1. An inclusion on the banned weapons list of japanese swords (and possibly other edged weapons dependant on how the definition is framed)\n\n2. Exemptions for original Japanese swords (the definition they are working with covers all Japanese swords from all periods right up to modern day.\n\n3. Exemptions for legitamate use of swords ie. Martial arts, re-enactment, theatre etc. \n\nThis of course is not a guaranteed outcome but rest assured we will be doing all we can as a society to \n\n\nThe perfect outcome for us all would be that the japanese sword does not appear on the banned weapons list but realistically I cannot see this happening. so the exemption route seems the most exceptable to the home office and to all us sword collectors.\n\nThanks for taking time out to read this and please reply to the consultation document.\n\nIf anyone wants any further info than please feel free to Email me direct if you wish at d.fuller30@...\n\nKind regards\n\nDavid Fuller  Executive Officer, Northern Token Society (U.K.)\n\n\n\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}