{
    "userId": 5049222,
    "authorName": "David Zincavage",
    "from": "David Zincavage &lt;jdz@...&gt;",
    "profile": "davidzincavage",
    "replyTo": "LIST",
    "senderId": "jyiCclvBays28AqwYq2GkMfQJaan_E4q-3B4rPPEDLzOp-U9-7ks7yirf55Rt4RIXRWjnvIZGAGT1wQHkckC3LvUiRA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Gimei removal and Nakago Repatination",
    "postDate": "1058710866",
    "msgId": 595,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMGMwMWMzNGVjYSQyOGMwNTcwMCQyMTAxMTBhY0BUSElOS1BBRD4=",
        "referencesHeader": "PDIwMDMwNzE5MjIyNTU1LjQ2MjkwLnFtYWlsQHdlYjE0NTAzLm1haWwueWFob28uY29tPiA8MDAzZjAxYzM0ZTZkJGY3MGUzMGQwJDIxMDExMGFjQFRISU5LUEFEPiA8MDAwYTAxYzM0ZTkwJDgzYjQ2MjgwJDY1MDFhOGMwQHJvY2hlc3Rlci5yci5jb20+"
    },
    "prevInTopic": 592,
    "nextInTopic": 596,
    "prevInTime": 594,
    "nextInTime": 596,
    "topicId": 592,
    "numMessagesInTopic": 4,
    "msgSnippet": "Your rejoinder I think provides a good illustration of the manner in which the Japanese perspective differs from the Occidental on matters of this kind.  In",
    "rawEmail": "Return-Path: &lt;jdz@...&gt;\r\nX-Sender: jdz@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 42068 invoked from network); 20 Jul 2003 14:21:08 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m5.grp.scd.yahoo.com with QMQP; 20 Jul 2003 14:21:08 -0000\r\nReceived: from unknown (HELO mta6.snfc21.pbi.net) (206.13.28.240)\n  by mta1.grp.scd.yahoo.com with SMTP; 20 Jul 2003 14:21:08 -0000\r\nReceived: from THINKPAD ([64.160.45.12])\n by mta6.snfc21.pbi.net (iPlanet Messaging Server 5.1 HotFix 1.6 (built Oct 18\n 2002)) with SMTP id &lt;0HIB00MRWUJ60L@...&gt; for\n nihontostudy@yahoogroups.com; Sun, 20 Jul 2003 07:21:08 -0700 (PDT)\r\nDate: Sun, 20 Jul 2003 07:21:06 -0700\r\nSubject: Re: Gimei removal and Nakago Repatination\r\nTo: token_kenkyu_kai@...\r\nCc: nihontostudy@yahoogroups.com\r\nMessage-id: &lt;000c01c34eca$28c05700$210110ac@THINKPAD&gt;\r\nMIME-version: 1.0\r\nX-MIMEOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nContent-type: text/plain; charset=iso-8859-1\r\nContent-transfer-encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-priority: Normal\r\nReferences: &lt;20030719222555.46290.qmail@...&gt;\n &lt;003f01c34e6d$f70e30d0$210110ac@THINKPAD&gt;\n &lt;000a01c34e90$83b46280$6501a8c0@...&gt;\r\nFrom: David Zincavage &lt;jdz@...&gt;\r\nX-Yahoo-Group-Post: member; u=5049222\r\nX-Yahoo-Profile: davidzincavage\r\n\r\nYour rejoinder I think provides a good illustration of the manner in which\nthe Japanese perspective differs from the Occidental on matters of this\nkind.  In pretty much any area of antique collecting in the West where an\nappraiser was writing up a piece featuring a several hundred year old false\nsignature, the Western appraiser would simply describe the piece and note\nhis rejection of the signature as invalid and proceed to make his own\nattribution. His description would include note of the false signature, and\nhis assumption would be that a clear written description, especially one\naccompanied by a picture, would be entirely adequate to remove the\npossibility of anyone being misled.  The false signature&#39;s perfidy, once\nrecognized in the light of contemporary scholarship would be considered\nhistoric, and consequently, merely interesting and amusing, rather than a\ncontinuing active offense.\n\nIf a modern American organization were evaluating Japanese swords, and the\ncase of an ancient gimei came along, what we would expect is papers to be\nissued simply noting that the signature is false and making a different\nattribution.\n\nOne significant difference between antique furniture and Japanese swords\ndoes come to mind:  it is a good deal easier distinquish American furniture\nmakers and schools than to appraise Nihonto.  Yet, inevitably, mistakes\noccur, and sometimes opinions and evaluations change.  The Japanese approach\nof gimei removal and nakago repatination is based on the assumption that\nthis shinsa committee&#39;s judgement this day is 100% correct and could never\never be reversed.  Now some gimei are doubtless unquestionably what they\nare.  I own a Mino-den tanto signed Masamune, which has no possibility\nwhatsoever of being a Masamune.  But I&#39;m sure not all cases are as clear.\nIn most areas of conservation and collecting, irreversible changes to a\npiece would always be avoided.\n\n\n\n\n\n\n----- Original Message ----- \nFrom: &quot;fd&quot; &lt;nagamaki@...&gt;\nTo: &lt;token_kenkyu_kai@...&gt;\nSent: Sunday, July 20, 2003 12:28 AM\nSubject: Re: Gimei removal and Nakago Repatination\n\n\n&gt;      With one exception I have no problem with the point of view regarding\n&gt; signature removal or non-removal.  Deciding whether or not to remove a\nfalse\n&gt; signature is certainly up to the current caretaker of the sword.\n&gt;\n&gt;      To hold, however, removal of a false signature is a Japanese point of\n&gt; view seems to me mistaken.\n&gt;\n&gt;     To make the argument if the false signature is old enough to add\n&gt; material evidence to the historical value of a sword is ignoring one\n&gt; significant fact. Its a form of plagiarism! There is no choice in the\nmatter\n&gt; when it comes to the Japanese authenticating a sword other than to pink\n&gt; paper such a sword unless the false signature is removed.\n&gt;\n&gt; fd\n&gt;\n&gt; ----- Original Message ----- \n&gt; From: &quot;David Zincavage&quot; &lt;jdz@...&gt;\n&gt; To: &lt;token_kenkyu_kai@...&gt;\n&gt; Cc: &lt;nihontostudy@yahoogroups.com&gt;\n&gt; Sent: Saturday, July 19, 2003 11:21 PM\n&gt; Subject: Re: Gimei removal and Nakago Repatination\n&gt;\n&gt;\n&gt; &gt; Personally, I think this is an area where American collectors are too\n&gt; ready\n&gt; &gt; to follow the Japanese point of view.\n&gt; &gt;\n&gt; &gt; If a collector of antique American furniture found a 150 year signature\n&gt; &gt; falsely attributing a piece of furniture to the wrong maker, he would\n&gt; &gt; certainly take the misattribution into account in valuing the piece, but\n&gt; in\n&gt; &gt; no circumstances would he remove that old signature.  In his eyes, the\n&gt; false\n&gt; &gt; old signature had been part of the piece long enough to become part of\nits\n&gt; &gt; history, not perhaps the best part, but a part of some interest\nproviding\n&gt; a\n&gt; &gt; piece of historical information which one would not simply discard or\n&gt; &gt; destroy.\n&gt; &gt;\n&gt; &gt; In Nihonto, we even have the case of gimei Muramasa blades, where\n&gt; signatures\n&gt; &gt; were altered or changed when the legend of blades by that maker and his\n&gt; &gt; school and their ill-luck for members of the Tokugawa family caused\n&gt; &gt; possession of Muramasa swords to be banned.  It seems a real crime\nagainst\n&gt; &gt; history simply to eradicate a feature so historically evocative as this\n&gt; &gt; particular sort of gimei, and I would dispense with papers myself rather\n&gt; &gt; than remove such a false signature.\n&gt; &gt;\n&gt; &gt; David\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; ----- Original Message ----- \n&gt; &gt; From: &quot;Dr. Philip Vos Fellman&quot; &lt;shirogitsune99@...&gt;\n&gt; &gt; To: &lt;token_kenkyu_kai@...&gt;\n&gt; &gt; Cc: &lt;nihonto@yahoogroups.com&gt;\n&gt; &gt; Sent: Saturday, July 19, 2003 3:25 PM\n&gt; &gt; Subject: RE: Gimei removal and Nakago Repatination\n&gt; &gt;\n&gt; &gt;\n&gt; &gt; &gt; Hi All:\n&gt; &gt; &gt;\n&gt; &gt; &gt;   Earlier in the week we were discussing the removal\n&gt; &gt; &gt; of gimei and more generally nakago repatination.  I\n&gt; &gt; &gt; think something to keep in mind here is &quot;where are you\n&gt; &gt; &gt; going with your restoration project?&quot;  I have learned\n&gt; &gt; &gt; that hard way that Japanese-like is really not the\n&gt; &gt; &gt; same as Japanese, and, of course, the worst place to\n&gt; &gt; &gt; learn this kind of lesson is at shinsa.  Because\n&gt; &gt; &gt; everybody tends to want to dump pieces (as much or\n&gt; &gt; &gt; more koshirae as swords) which don&#39;t paper, I find\n&gt; &gt; &gt; there is a general reluctance to talk about the whole\n&gt; &gt; &gt; restoration process in the context of what I might\n&gt; &gt; &gt; label as &quot;external&quot; or &quot;Japanese market&quot; valuations of\n&gt; &gt; &gt; &quot;sword stuff&quot; (so we can encompass just blades, just\n&gt; &gt; &gt; fittings, fitting sets, and fully mounted blades).\n&gt; &gt; &gt;   If all you want to do is have a katana-like thing\n&gt; &gt; &gt; with which to practice iaido, then you might be better\n&gt; &gt; &gt; off with an iaito from Tozando.  Where things start to\n&gt; &gt; &gt; get blurry is when you have to use a &quot;real&quot; shinken.\n&gt; &gt; &gt; Many of who didn&#39;t get into the sword market early or\n&gt; &gt; &gt; wisely enough to buy good Nihonto when they were more\n&gt; &gt; &gt; plentiful and less expensive will migrate from replica\n&gt; &gt; &gt; type things which are not Japanese swords at all to\n&gt; &gt; &gt; gunto re-mounted buke-zukuri style.\n&gt; &gt; &gt;    Nothing wrong with that.  In fact for a tamesh-giri\n&gt; &gt; &gt; blade I would argue that is a good thing, because it\n&gt; &gt; &gt; avoids the possibility of damaging a blade with\n&gt; &gt; &gt; artistic and historical value.  However, as Chris can\n&gt; &gt; &gt; easily explain to you, &quot;gunto&quot; actually pertains to\n&gt; &gt; &gt; the mounts and there are swords from the Second World\n&gt; &gt; &gt; War which were made using traditional materials and\n&gt; &gt; &gt; methods and trashing one of these blades would be as\n&gt; &gt; &gt; unfortunate as wrecking an older blade.\n&gt; &gt; &gt;    The other thing is that if you are a martial\n&gt; &gt; &gt; artist, things can easily get a bit blurry over time.\n&gt; &gt; &gt; You can get conceptually sloppy, not be as serious\n&gt; &gt; &gt; about your collecting and restoration as you are about\n&gt; &gt; &gt; your practice.  The result is often a lot of small\n&gt; &gt; &gt; investments because you cannot afford the larger ones,\n&gt; &gt; &gt; only to look back a decade or so later and realize\n&gt; &gt; &gt; that all of those little purchases which generally\n&gt; &gt; &gt; amount to little or no cumulative value, were they\n&gt; &gt; &gt; simply done at one time, would have gotten you a fine\n&gt; &gt; &gt; sword in serviceable, collectable Edo period mounts.\n&gt; &gt; &gt;    Admittedly, not everything that is collectable is\n&gt; &gt; &gt; suitable for use - much of it should be relegated (or\n&gt; &gt; &gt; delegated) to pure connoisseurship, and if you have a\n&gt; &gt; &gt; blade which is a real &quot;work horse&quot;, you need several\n&gt; &gt; &gt; expert opinions if you want a blade which is (a)\n&gt; &gt; &gt; authentic (b) safe (c) not likely to be damaged by\n&gt; &gt; &gt; practice.  Having said all that, I had a very\n&gt; &gt; &gt; interesting experience recently which only reinforces\n&gt; &gt; &gt; my feeling that wherever it is even remotely feasible,\n&gt; &gt; &gt; you should at the very least aspire to having the real\n&gt; &gt; &gt; thing and not follow what has been aptly described to\n&gt; &gt; &gt; me as &quot;blind alleys&quot; of restoration.\n&gt; &gt; &gt;    I picked up a blade here in New Hampshire about 4\n&gt; &gt; &gt; years ago from a local dealer.  It was part of a trade\n&gt; &gt; &gt; I was working out with a guy who was going to do some\n&gt; &gt; &gt; paintings for me.  He wanted a koto blade in pretty\n&gt; &gt; &gt; good polish, so it took a while to find him something\n&gt; &gt; &gt; which would meet his criteria.  Eventually one of the\n&gt; &gt; &gt; guys here turned up an O-suriage ni-shaku blade with a\n&gt; &gt; &gt; very bad gimei of &quot;Nagamitsu&quot; but which while somewhat\n&gt; &gt; &gt; tired had a pleasantly bright habuchi, good hataraki\n&gt; &gt; &gt; and the &quot;blue&quot; of good Kyushu steel which comes not\n&gt; &gt; &gt; from Nugui but from some particular combination of\n&gt; &gt; &gt; alloys which Barry Hennick, Roger Robertshaw or Rich\n&gt; &gt; &gt; Stein could explain better than could I. In any case,\n&gt; &gt; &gt; I had figured it for maybe Higo Enju, seems that it is\n&gt; &gt; &gt; actually Yamato ko-Naminohira (Kyushu branch of Yamato\n&gt; &gt; &gt; den).\n&gt; &gt; &gt;    Anyway, the guy for whom I bought the blade didn&#39;t\n&gt; &gt; &gt; care about the gimei, among other things because he\n&gt; &gt; &gt; can&#39;t read signatures and while he has a lot of swords\n&gt; &gt; &gt; (many times the number I have) he doesn&#39;t really care\n&gt; &gt; &gt; to know too much about them.  In the end our art deal\n&gt; &gt; &gt; didn&#39;t work out and the blade in shirasaya came back\n&gt; &gt; &gt; to me.\n&gt; &gt; &gt;    It&#39;s not of a size for me to be swinging around\n&gt; &gt; &gt; much (my Japanese students all want it, and they can&#39;t\n&gt; &gt; &gt; have it but that&#39;s a different story) but while it&#39;s a\n&gt; &gt; &gt; tired old warhorse, it does have about 600 years of\n&gt; &gt; &gt; age on it, and I felt some intrinsic resonance with\n&gt; &gt; &gt; the blade.  This is all personal, subjective stuff,\n&gt; &gt; &gt; but without that stuff, I fear few of us would\n&gt; &gt; &gt; collect.  Since I decided to keep the blade, I sent it\n&gt; &gt; &gt; to Cary to have the gimei removed.  Chris Bowen has\n&gt; &gt; &gt; guys in Japan who can do that for you as well.  The\n&gt; &gt; &gt; thing is that a professional mei removal is well worth\n&gt; &gt; &gt; the expense, because if done right, and if the nakago\n&gt; &gt; &gt; is properly repatinated/filed (the older the blade,\n&gt; &gt; &gt; the less filing that needs to be done, but the more\n&gt; &gt; &gt; complex and difficult the process of matching the\n&gt; &gt; &gt; existing texture is) then the blade is, in fact,\n&gt; &gt; &gt; RESTORED to what should have been its natural\n&gt; &gt; &gt; condition.\n&gt; &gt; &gt;    I would argue this goes for mounting blades as\n&gt; &gt; &gt; well.  If you are just looking for something to swing\n&gt; &gt; &gt; in class, then you might be concerned about safety or\n&gt; &gt; &gt; price first.  Do yourself a favor and don&#39;t confound\n&gt; &gt; &gt; this with authenticity.  There are a variety of views\n&gt; &gt; &gt; about why one would learn the Japanese sword arts and\n&gt; &gt; &gt; at one end of the spectrum you have the argument that\n&gt; &gt; &gt; if you are going to accurately preserve the art, then\n&gt; &gt; &gt; you should use the actual weapons in their actual\n&gt; &gt; &gt; amounts (I can see Clive Sinclair having a heart\n&gt; &gt; &gt; attack as he reads this, so let me qualify that by\n&gt; &gt; &gt; saying you should also have someone who knows better\n&gt; &gt; &gt; than you do advise you on what blades are suitable for\n&gt; &gt; &gt; various kinds of practice and which blades should not\n&gt; &gt; &gt; be handled in any way other than as rare\n&gt; &gt; &gt; collectables).\n&gt; &gt; &gt; At the other end, you have guys ordering perfectly\n&gt; &gt; &gt; serviceable blades from makers either here or in Japan\n&gt; &gt; &gt; who specialize in making weapons pretty much for every\n&gt; &gt; &gt; level and type of martial arts practice that you could\n&gt; &gt; &gt; envision.  If you&#39;re a martial artist, you eventually\n&gt; &gt; &gt; need to unbundle or &quot;unblur&quot; these distinctions and\n&gt; &gt; &gt; figure out what blade or blades you want or need, what\n&gt; &gt; &gt; they are and for what purpose are you collecting them.\n&gt; &gt; &gt; As a point of principle I would say that the\n&gt; &gt; &gt; non-martial artist needs to do this (hopefully sooner\n&gt; &gt; &gt; rather than later - which is where study comes in) as\n&gt; &gt; &gt; well.\n&gt; &gt; &gt;    A good experience for me has been the restoration\n&gt; &gt; &gt; on this Naminohira katana.  We really started from\n&gt; &gt; &gt; somewhere around &quot;less than zero&quot;.  An old blade in a\n&gt; &gt; &gt; fairly inexpensive shirasaya, gimei and no other\n&gt; &gt; &gt; fittings.  After Cary removed the bad mei and while we\n&gt; &gt; &gt; were waiting for the nakago repatination (it takes a\n&gt; &gt; &gt; few weeks) I sent him some tsuba for possible mounting\n&gt; &gt; &gt; pieces.  He picked out a Heianjo piece, not too far\n&gt; &gt; &gt; removed in time from when the blade was made and used\n&gt; &gt; &gt; that as the centerpiece from which to assemble and\n&gt; &gt; &gt; restore period koshirae.  Admittedly, I have a bit of\n&gt; &gt; &gt; an advantage here because knowing me, Cary could\n&gt; &gt; &gt; assemble mounts which in his words reflected both the\n&gt; &gt; &gt; spirit of the tsuba (as the centerpiece of the\n&gt; &gt; &gt; koshirae) and the personality of the owner.  That&#39;s\n&gt; &gt; &gt; just a bonus issue for me.  What is more important is\n&gt; &gt; &gt; that when I got the blade back, the whole package\n&gt; &gt; &gt; possessed the kind of harmony and authenticity you\n&gt; &gt; &gt; would immediately recognize as literally &quot;museum\n&gt; &gt; &gt; quality&quot;.  It&#39;s a nice (if rather tired) late 14th\n&gt; &gt; &gt; century blade in early-mid edo mounts &quot;en-suite&quot; fully\n&gt; &gt; &gt; restored, yet looking as if the whole package had been\n&gt; &gt; &gt; sitting in someone&#39;s home as a family treasure,\n&gt; &gt; &gt; mounted just as you see it, for the last three or four\n&gt; &gt; &gt; hundred years.\n&gt; &gt; &gt;    That&#39;s what I would call true &quot;restoration&quot;.  It&#39;s\n&gt; &gt; &gt; not just &quot;mounting up&quot; a blade (for practice or\n&gt; &gt; &gt; display) but is the process of creating an artistic\n&gt; &gt; &gt; whole which is demonstrably (the visual impact is\n&gt; &gt; &gt; basically &quot;wow&quot;, particularly if you know how this\n&gt; &gt; &gt; piece started out) more than the sum of its parts.\n&gt; &gt; &gt;    The last fifty years of sword collecting (if not\n&gt; &gt; &gt; much of the last five hundred years) seem to be\n&gt; &gt; &gt; characterized by a kind of dealers&#39; reverse mentality\n&gt; &gt; &gt; (I had a blade at one time which had been messed with\n&gt; &gt; &gt; during the Edo period to look like a Heian piece, so I\n&gt; &gt; &gt; know from experience that this kind of messing with\n&gt; &gt; &gt; blades has been going on for long and long) where the\n&gt; &gt; &gt; parts are worth more broken up than they are as an\n&gt; &gt; &gt; artistic whole.  While that might be economically true\n&gt; &gt; &gt; (and as often as not it&#39;s even a bad economic\n&gt; &gt; &gt; decision) it&#39;s an artistic travesty.  Another thing I\n&gt; &gt; &gt; did this month was manage to re-unite a Dai-Sho tsuba\n&gt; &gt; &gt; set which had been separated at least a hundred years\n&gt; &gt; &gt; ago.  One piece wound up in Canada and from there made\n&gt; &gt; &gt; its way to the U.S.  The other piece was in an\n&gt; &gt; &gt; European collection.  Neither owner even knew that\n&gt; &gt; &gt; their tsuba was part of a matched pair.  I can only\n&gt; &gt; &gt; speculate about what the swords and the other fittings\n&gt; &gt; &gt; might have been like (pretty good, I imagine if they\n&gt; &gt; &gt; still exist).\n&gt; &gt; &gt;    It is so easy in collecting to unknowingly and\n&gt; &gt; &gt; unintentionally destroy, it is rare and difficult to\n&gt; &gt; &gt; rejuvenate, recover and restore.  And as Chris has\n&gt; &gt; &gt; been telling us for years, restoration means a whole\n&gt; &gt; &gt; lot more than sending that rusty &quot;junker&quot; to an\n&gt; &gt; &gt; amateur polisher and then cobbling together enough\n&gt; &gt; &gt; bits and pieces of tosogu to create a mounted piece.\n&gt; &gt; &gt;   Admittedly, it might not matter to some people\n&gt; &gt; &gt; wether they are creating or destroying and they are\n&gt; &gt; &gt; more concerned about what they have (and how cheaply\n&gt; &gt; &gt; they got it) than they are about their piece having\n&gt; &gt; &gt; any kind of artistic integrity.  I had a very\n&gt; &gt; &gt; frustrating experience of this sort a few years ago.\n&gt; &gt; &gt; I had acquired (and still have) a very good Mito\n&gt; &gt; &gt; school sentoku tsuba (at least Ogawa Morihiro sensei\n&gt; &gt; &gt; said it was a very good Mito piece) and while I was\n&gt; &gt; &gt; visiting David Hamilton in New Mexico, he was wrapping\n&gt; &gt; &gt; a tsuka for a local gun dealer, which happened to have\n&gt; &gt; &gt; the identical (we can talk microscopic level here\n&gt; &gt; &gt; folks, I mean identity as in exact congruence not\n&gt; &gt; &gt; relative similarity) fuchi kashira (pretty obviously\n&gt; &gt; &gt; all disassembled from the same sword).  We tried\n&gt; &gt; &gt; everything we could think of to get those pieces back\n&gt; &gt; &gt; together - offered him the tsuba way below market -\n&gt; &gt; &gt; offered to by the fuchi-kashira way above market and\n&gt; &gt; &gt; pay for a new handle for him - all in vain.  He just\n&gt; &gt; &gt; wanted his piece and that was it.  Where it came from\n&gt; &gt; &gt; or where it was going was none of our business. Once\n&gt; &gt; &gt; humpty dumpty falls apart, reassembly is often\n&gt; &gt; &gt; difficult if not impossible.  As Stephen King says,\n&gt; &gt; &gt; &quot;you can&#39;t unring the bell&quot;.\n&gt; &gt; &gt;   So if you have a blade you are thinking about\n&gt; &gt; &gt; mounting or re-mounting, I would urge you to do it\n&gt; &gt; &gt; right the first time.  You have two guys easily to\n&gt; &gt; &gt; hand - Cary in San Francisco and Chris in Japan, both\n&gt; &gt; &gt; web accessible (http://www.ikkyudo.com and\n&gt; &gt; &gt; http://www.ejapaneseswords.com) who specialize in\n&gt; &gt; &gt; precisely what I&#39;ve been describing - restoration\n&gt; &gt; &gt; which is an act of art and an act of creation.\n&gt; &gt; &gt; Between the two of them their specializations are\n&gt; &gt; &gt; different enough that I regard them as complementary\n&gt; &gt; &gt; rather than competitive.  Of course, the older guys on\n&gt; &gt; &gt; the list know this already.  If you know Brian\n&gt; &gt; &gt; Tsernaga (sp?) or John Tirado and can get into their\n&gt; &gt; &gt; schedule, they are active participants in the\n&gt; &gt; &gt; authentic restoration process. But for the rest of us,\n&gt; &gt; &gt; it&#39;s a lot easier to go to one guy who has built a\n&gt; &gt; &gt; career specializing in authentic blades and\n&gt; &gt; &gt; restoration than to chase down all the individual\n&gt; &gt; &gt; pieces.  Different strokes.  When I was collecting\n&gt; &gt; &gt; gunto, Fred Lohman&#39;s service was perfect for me, and\n&gt; &gt; &gt; if you&#39;re mounting an oil-tempered gunto he&#39;s still\n&gt; &gt; &gt; the guy to go to.  If you want a traditional blade\n&gt; &gt; &gt; made with traditional materials and methods then go to\n&gt; &gt; &gt; Chris, who has modern blades covered, beginning with\n&gt; &gt; &gt; the opening of the Tatara in 1933 right through the\n&gt; &gt; &gt; current works of the Gassan school, or to Cary who\n&gt; &gt; &gt; specializes in older blades, Juyo Token and blades of\n&gt; &gt; &gt; Juyo quality which for relatively small reasons\n&gt; &gt; &gt; (sometimes nonsensically small from my point of view)\n&gt; &gt; &gt; didn&#39;t get a Juyo paper and so trade in the market at\n&gt; &gt; &gt; a quarter of the price of their indistinguishable\n&gt; &gt; &gt; counterparts.\n&gt; &gt; &gt;     As Mike Blue, Bill Latham, Mutsyhr Yee and Keith\n&gt; &gt; &gt; Larman can tell you, there are other approaches you\n&gt; &gt; &gt; can take (and they really speak for what I would\n&gt; &gt; &gt; characterize as &quot;schools of thought&quot; beyond their own\n&gt; &gt; &gt; swordmaking endeavors).  I happen to like old blades,\n&gt; &gt; &gt; so having a tired old 14th century blade brought back\n&gt; &gt; &gt; to life in stunning period koshirae does it for me.\n&gt; &gt; &gt; But I&#39;ve seen what top notch shinsakuto look like and\n&gt; &gt; &gt; if you&#39;re not hung up on the historical dimension as I\n&gt; &gt; &gt; am, then those blades should knock your socks off (not\n&gt; &gt; &gt; to mention Chris&#39; point that you do then have the\n&gt; &gt; &gt; advantage of knowing exactly who made your blade, and\n&gt; &gt; &gt; when and where they made it, quite possibly even that\n&gt; &gt; &gt; they made it specifically for you).\n&gt; &gt; &gt;    My thought here, and my reason for posting,\n&gt; &gt; &gt; particularly for posting at length, when I normally\n&gt; &gt; &gt; confine myself to lurking punctuated by intermittent\n&gt; &gt; &gt; lapses of sarcasm is that I thought it worth sharing\n&gt; &gt; &gt; my sentiment that a proper blade (and in the interests\n&gt; &gt; &gt; of the art, I&#39;m not going to be exclusionary and try\n&gt; &gt; &gt; and tell you specifically what that is, because it\n&gt; &gt; &gt; does have an element which is different from person to\n&gt; &gt; &gt; person)is worth the expense it takes to have one\n&gt; &gt; &gt; properly mounted, whether you can afford it or not\n&gt; &gt; &gt; (and as a professor, I&#39;m quite sure I fall into that\n&gt; &gt; &gt; latter category).\n&gt; &gt; &gt;    Nothing wrong with gunto (I used to collect them\n&gt; &gt; &gt; myself) or Tozando Iaito.  But don&#39;t confuse them with\n&gt; &gt; &gt; the profoundly different experience of owning a true\n&gt; &gt; &gt; Nihonto with truly matched koshirae.  I think I\n&gt; &gt; &gt; probably paid about twice as much for the restoration\n&gt; &gt; &gt; and mounting of my Naminohira katana as I did for the\n&gt; &gt; &gt; bare blade.  I think the combined package yields me\n&gt; &gt; &gt; far more satisfaction than the combined price, and\n&gt; &gt; &gt; that satisfaction is one which can&#39;t be duplicated by\n&gt; &gt; &gt; a pick and choose, catch as catch can approach.  If\n&gt; &gt; &gt; you assemble your own hybrid then nobody, probably not\n&gt; &gt; &gt; even you can really make sense of what it is you have\n&gt; &gt; &gt; at the end of the day (and it may not be something\n&gt; &gt; &gt; from which sense can later be made, even by you, as I\n&gt; &gt; &gt; have learned to my discomfort on more than one\n&gt; &gt; &gt; occasion).  If you&#39;re willing to make the stretch to\n&gt; &gt; &gt; Japanese quality standards, then there&#39;s an intrinsic\n&gt; &gt; &gt; artistic reward which is not otherwise replicable.\n&gt; &gt; &gt;    That&#39;s the gist of my $0.015 on restoration.  When\n&gt; &gt; &gt; you don&#39;t have expert knowledge of what you&#39;re doing,\n&gt; &gt; &gt; your best bet is to go to someone who does rather than\n&gt; &gt; &gt; to try and do it yourself, pick and choose. Having\n&gt; &gt; &gt; said that, I&#39;m now going back to lurk mode and working\n&gt; &gt; &gt; on my &quot;white lung disease&quot; between bouts of\n&gt; &gt; &gt; statistical and quantum mechanics.\n&gt; &gt; &gt;\n&gt; &gt; &gt; Cheers,\n&gt; &gt; &gt;\n&gt; &gt; &gt; Shirogitsune\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt; &gt; __________________________________\n&gt; &gt; &gt; Do you Yahoo!?\n&gt; &gt; &gt; SBC Yahoo! DSL - Now only $29.95 per month!\n&gt; &gt; &gt; http://sbc.yahoo.com\n&gt; &gt; &gt;\n&gt; &gt; &gt;\n&gt; &gt;\n&gt;\n&gt;\n\n\n"
}