{
    "userId": 134498325,
    "authorName": "tom helm",
    "from": "tom helm &lt;junkmail@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "rPl9fGdATpraioeVYqJPFwql-RfcW8b3sDP-u5avnbI2c9Qrns7ODHrPa_gmBSfOKiZ929UVcxdwiRVcKANLcg2K1d7i9CTD",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "San Francisco Token Taikai",
    "postDate": "1061440236",
    "msgId": 684,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGEwNTIxMDYwYmJiNjdmNDc5MjJjM0BbMTkyLjE2OC4xNzMuMTY2XT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 685,
    "prevInTime": 683,
    "nextInTime": 685,
    "topicId": 684,
    "numMessagesInTopic": 6,
    "msgSnippet": "Gentle-readers and poor souls, I say poor souls because I know how pitiable one feels when he cannot get to the show. This was my first show in like five years",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 67614 invoked from network); 21 Aug 2003 12:30:22 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m13.grp.scd.yahoo.com with QMQP; 21 Aug 2003 12:30:22 -0000\r\nReceived: from unknown (HELO pop.sanbrunocable.com) (65.172.230.120)\n  by mta2.grp.scd.yahoo.com with SMTP; 21 Aug 2003 12:30:22 -0000\r\nReceived: from [192.168.173.166] (dynamic-192-168-173-166.sanbrunocable.com [192.168.173.166])\n\tby pop.sanbrunocable.com (8.11.6/8.11.6) with ESMTP id h7LCTkl23629;\n\tThu, 21 Aug 2003 05:29:47 -0700\r\nMime-Version: 1.0\r\nX-Sender: sanbruno@... (Unverified)\r\nMessage-Id: &lt;a0521060bbb67f47922c3@[192.168.173.166]&gt;\r\nDate: Wed, 20 Aug 2003 21:30:36 -0700\r\nTo: nihonto  &lt;nihonto@yahoogroups.com&gt;, nihontostudy@yahoogroups.com\r\nSubject: San Francisco Token Taikai\r\nContent-Type: text/plain; charset=&quot;us-ascii&quot; ; format=&quot;flowed&quot;\r\nX-eGroups-From: tom helm &lt;toryu@...&gt;\r\nFrom: tom helm &lt;junkmail@...&gt;\r\nX-Yahoo-Group-Post: member; u=134498325\r\nX-Yahoo-Profile: soshuju\r\n\r\nGentle-readers and poor souls,\n\tI say poor souls because I know how pitiable one feels when \nhe cannot get to the show. This was my first show in like five years \nand I enjoyed every minute. From Thursday night check in to last \nminute haggle on Sunday.\n\tFrom this list I met Curran, Darcy and Rick for the first \ntime, and I became reacquainted with others like Ron Hartman etc...I \nknew and remembered most everyone there, so spent a great many \npleasant hours just getting caught up. In the past I was just the new \nkid or one more face in the crowd. Now that they had all seen my face \n&quot;in the paper&quot; as it were I met many more people who expressed \ninterest in my articles. Frankly it was very nice to know that \nsomeone had been reading them, and very kind of everyone to pay the \ncompliments.\n\tI try to be scientific in my approach to the showroom but \ndepending on who I run into it doesn&#39;t always work. On Thursday I \ncovered the whole room as best I could returning to my table (really \na friends table), with two t-shirts, 9 DVDs and a mental list of \ntables and people I would need to revisit.\n\tAs Dr. Gordon Robson DRE, and Okada Moriyoshi of the NTHK \nwere in attendance, I naturally did my best to make the distinguished \nguests from Japan feel at home. Along with Jim Gilbert we had a fine \nseafood dinner and shared talk of swords, kodogu, the London Shinsa \nand the possibility of a SFO Shinsa in the future.\n\tFriday opened early with more of the same, I put some books \nout which sold quickly and thus had some coin to spend on the items \non my want list. Replacing books with books is always a danger with \nme, I spotted a title I had been after and made note of price and \nlocation. There were some supplies I needed and priced those at \nseveral tables, while just perusing other things.\n\tThere wasn&#39;t much armour to be seen but quite a few good \nswords. Especially right across the front of the room. Cary Condell, \nMichael Krause, Ralph Bell and Fred Weisberg, Al Bardi, Robert Hughes \nand Mark Robinson all had fine blades in polish and ready to move. \nMichael Krause and Robert Hughes had good blades in nice koshirae, \nRalph and Fred mostly blades in shirasaya. Cary had a monster blade \nat sanshaku in koshirae and a selection of fine kodogu. As promised \nhe showed me his Sa Yukihide Tanto, which rather than elicit &quot;wows!&quot; \ngave me to utter a contented &quot;MMM Good...&quot; It looked and felt solid \nin every respect.\n\tFriday I was busy helping set up and monitor the lecture and \nkansho-kai presented by the NTHK and Dr. Robson. The topic was \nBizen-den from Muromachi to Shishinto, with Sue-koto Bizen blades \nmost in evidence. The arc from Late nambokucho to bakumatsu was \nillustrated clearly by the shapes and workmanship in each. As \nmentioned the Kozori tachi was a rare treasure in any company, I \nliked the Kiyomitsu ken as well. I was impressed that proper sword \netiquette was strictly followed by all, though for the life of me \ncannot imagine what it was that kept people in line.\n\tAfterwards back in the showroom the tables had almost filled \nup, excepting those dealers from the East Coast who got caught in the \nBlackout. While there were plenty of polished/papered blades \navailable there seemed to be a distinct lack of piles of junk. There \nreally weren&#39;t any tables stacked with rusty, chipped and broken \ndiamonds in the rough, waiting to be spotted by a discerning eye. \nThis might be explained by the abscence of Mr. Wahlberg, but it seems \nthat most everyone had just a few choice items to sell. Perhaps the \nobject was to travel light.\n\tFriday ended like each night ended with groups of like minded \nenthusiasts huddled around a warm Sam Adams, discussing the virtues \nof a Kunimichi katana or the foible of seeing all Shinto works with \nmitsumune as Hankei blades.\n\tSaturday skipped breakfast and an initial foray into the \nshowroom to get in line at the Masamune Jutetsu exhibition. Avoiding \nthe long line opposite the Masamune, I jumped into the middle of the \ntable and found myself addressing a Naotsuna katana and then a Sa \nHiroyasu, then Okanemitsu, then Naoe Shizu, then Yamato Shizu \nKaneuji. At this point in Japan we would likely be done but there \nwere thirteen or more blades, all textbook examples of the artist. \nBetter education for the eye cannot be found, I&#39;m thinking. That \nMasamune was so popular that it was the one blade I didn&#39;t get to \nsee, by all accounts it or the first Norishige was the best blade on \nthe table. For me the Norishige was the best blade I saw all weekend.\n\tBack up on the sales floor, more books and supplies. Made the \nrounds with some iai friends looking for acquisitions. There was no \nauction but we did have a special presentation at dinner. As part of \nthe preparation for the show we polled local politicians for letters \nof support. We received letters from many club members, the Consulate \nGeneral of Japan, the Mayor of Burlingame and the Mayor of San \nFrancisco. In an only in San Francisco twist, it seems the office of \nMayor Willie Brown misunderstood just exactly what we were after. \nInstead of a letter of support we received something better! A \nproclamation from the Mayor making Saturday August 16th DR.GORDON \nROBSON DAY!! Our very own holiday celebrated with a pair of \nsuspenders, a pint of beer and a good cigar.\n\tSunday, with tables closing down here and there the last \nminute wheeling and dealing began. I got a deal on some good books I \nhad been eyeing all weekend, and bought a tanto just because the \nkoshirae caught my fancy. Hataya Sensei was there along with Ando \nSan. While Hataya didn&#39;t seem to leave with but a small armful, Ando \nsan had to buy an extra guncase at the end to carry his purchases.\n\tBTW I met the Ebay Monk he paid his daughter to wear kimono \nand man his table. She generated a good deal of interest but it seems \nhe sold nothing. He may be reading this list because he brought \nseveral daisho sets, and asked me &quot;aren&#39;t daisho popular with \nAmericans?&quot;\n\tAs always there were lots of things I wish I had the coin to \npurchase and too many people I wish I had more time to sit down and \nchat with. Overall the rumblings were that prices were high and sales \nwere slow but it was a successful show. If you are reading this and \nnot remembering it, then start making your plans for next year, these \nshows are only getting better year after year.\n-t\n\n\n\n"
}