{
    "userId": 5049222,
    "authorName": "David Zincavage",
    "from": "&quot;David Zincavage&quot; &lt;jdz@...&gt;",
    "profile": "davidzincavage",
    "replyTo": "LIST",
    "senderId": "drrsvkdS6cVpP99DlPlxfrBeH1CvkgClcRd1PWI7mHYpF70qz9LDGposcim3vBxvi7EieFx-lLyHgQsQZKmCUkHZDgcsLw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)",
    "postDate": "1062530926",
    "msgId": 724,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMGMwMWMzNzE4OCQ2ZWMwNjdhMCQyMTAxMTBhY0BUSElOS1BBRD4=",
        "referencesHeader": "PDBCREVDNTdGMDA2RUI2NEVBNUZFNjEzOUY3OEUxNzJCMTU4NTg0QG1lZC1leHNhbjAxLmJzZC51Y2hpY2Fnby5lZHU+"
    },
    "prevInTopic": 723,
    "nextInTopic": 725,
    "prevInTime": 723,
    "nextInTime": 725,
    "topicId": 720,
    "numMessagesInTopic": 11,
    "msgSnippet": "I don t think Nihonto is particularly on the NRA s radar specifically.  But it is the same issue fundamentally, the private possession of arms, whether the",
    "rawEmail": "Return-Path: &lt;jdz@...&gt;\r\nX-Sender: jdz@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 14716 invoked from network); 2 Sep 2003 19:32:52 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m16.grp.scd.yahoo.com with QMQP; 2 Sep 2003 19:32:52 -0000\r\nReceived: from unknown (HELO mta4.rcsntx.swbell.net) (151.164.30.28)\n  by mta1.grp.scd.yahoo.com with SMTP; 2 Sep 2003 19:32:51 -0000\r\nReceived: from THINKPAD (adsl-64-166-22-208.dsl.snfc21.pacbell.net [64.166.22.208])\n\tby mta4.rcsntx.swbell.net (8.12.9/8.12.3) with SMTP id h82JSjt1003015;\n\tTue, 2 Sep 2003 14:28:47 -0500 (CDT)\r\nMessage-ID: &lt;000c01c37188$6ec067a0$210110ac@THINKPAD&gt;\r\nTo: &lt;token_kenkyu_kai@...&gt;\r\nCc: &lt;nihontostudy@yahoogroups.com&gt;\r\nReferences: &lt;0BDEC57F006EB64EA5FE6139F78E172B158584@...&gt;\r\nSubject: Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\r\nDate: Tue, 2 Sep 2003 12:28:46 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nFrom: &quot;David Zincavage&quot; &lt;jdz@...&gt;\r\nX-Yahoo-Group-Post: member; u=5049222\r\nX-Yahoo-Profile: davidzincavage\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI don&#39;t think Nihonto is particularly on the NRA&#39;s radar specifically.  But it is the same issue fundamentally, the private possession of arms, whether the particular arms under consideration consist of the Pennsylvania farmer&#39;s hunting rifle, or the SF Bay area tech mogul&#39;s Ichimonji daito.  My point was that the most effective lobbying organization on the basic issue is the National Rifle Association, whose membership typically runs between three and four million, and whose membership is well know to turn out and vote.  \n\nIf the NRA loses the fight over so-called assault weapons, then they will come after handguns.  If we lose on handguns, then they will go after rifles and shotguns.  And when all the firearms are on the prohibited list, as in Australia, swords, including Nihonto, will be added.   Those who collect antique arms would be well advised to participate in the fight now while they still have a large enough general constituency of hunters, target shooters, and ordinary firearms owners on the same side to constitute a constituency capable of making an electoral impact, and really influencing the politics of the situation.\n\nI don&#39;t imagine that the NRA&#39;s organizational leadership is very conscious of the Nihonto collecting community at the present time, but I&#39;m sure the NRA philosophically regards the right to own and collect Nihonto as part of the same general right to keep and bear arms it devotes most of its energy and resources toward defending.  If American Nihonto organizations were inclined to work with the NRA on Second Amendment issues, I&#39;m sure that the NRA would welcome their assistance.\n\nI don&#39;t know the inside story, but I seem to recall that the NRA was involved in publishing Man at Arms, the general arms collecting magazine, recently for some period of time, presumably to keep that journal afloat.  A feature on Japanese swords might not fit in terribly well in the American Rifleman, but would certainly be entirely appropriate to Man at Arms.  \n \n\n\n  \n\n  ----- Original Message ----- \n  From: ghougham@... \n  To: token_kenkyu_kai@... \n  Sent: Tuesday, September 02, 2003 10:32 AM\n  Subject: RE: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\n\n\n  David, you might be right, but is there any evidence that nihonto is on NRA&#39;s radar? Have they produced any white papers on nihonto control? Do they have a nihonto committee? Will a search on their website hit anything related to nihonto or even swords in general? [Answer to the last question: one mention by Charleston Heston about how guns are only symbolic of our freedoms... etc.. just like swords were a thousand years ago. That&#39;s it. One word in one line in one speech.]\n\n  And if nihonto control will be nothing more than a regulatory afterthought, isn&#39;t it equally likely that nihonto will ESCAPE regulatory notice altogether?  I&#39;m not convinced yet that the NRA cares one BIT about swords. \n\n  Gavin Hougham\n\n  ------------------------------------------------- \n  Gavin W. Hougham, M.A., Ph.D. (cand) \n  Research Director \n  The University of Chicago Medical Center \n  Department of Medicine/Section of Geriatrics and \n  Department of Sociology \n  5841 S. Maryland Ave. (MC 6098) \n  Chicago, IL 60637 \n\n  office: (773) 702-6735 \n  fax: (773) 702-3538 \n  email: ghougham@... \n  Nihonto Sights: http://www.geocities.com/ghougham/sights.html \n  ------------------------------------------------- \n\n\n\n    -----Original Message-----\n    From: David Zincavage [mailto:jdz@...]\n    Sent: Monday, September 01, 2003 9:25 PM\n    To: nihontostudy@yahoogroups.com\n    Cc: token_kenkyu_kai@...\n    Subject: Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\n\n\n    In the latest Guns & Ammo magazine, I was reading of a new program in which dealers in firearms and hunting equipment voluntarily donate 1% of a sale to the National Rifle Association, or offer a 1% discount to NRA members.  \n\n    If we in the United States are to continue to be permitted to own Japanese swords in the future, this will happen because the National Rifle Association successfully defended the right to keep and bear arms in the firearms context.  If and when private ownership of most firearms is prohibited, it will only be a short time (as the case of Australia demonstrates) before the same policies are extended to other collectable weapons, including Nihonto.  \n\n    Obviously, complete political mobilization of every single Nihonto collector in the United States would produce no effective result.  That constituency is far too small to have any significant influence.  The real battle will be fought and decided over gun control.  Japanese swords will  be only a small regulatory afterthought. Nihonto collectors need to reflect, and realize that the NRA is even now fighting their fight too.  Every Japanese sword owner should join and support the NRA, and I would suggest that the sword dealing community give serious thought to subscribing to that 1% to the NRA program.\n\n    www.nra.org\n\n\n    David Zincavage\n    Life Member, NRA \n\n\n\n\n\n      ----- Original Message ----- \n      From: Gordon Robson \n      To: nihontostudy@yahoogroups.com \n      Sent: Monday, September 01, 2003 4:24 PM\n      Subject: Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\n\n\n      I should get one too. I note that the reply&#39;s author seems to think \n      that a Japanese art sword potentially worth tens or hundreds of \n      thousands of dollars is a dangerous weapon that needs to be locked up. \n      In the past 20 or so years in Victoria, how many attacks with katana \n      have been recorded? How many with kitchen knives? Perhaps these should \n      be locked up too. Sounds like government regulators running amuck.\n\n      Gordon\n\n      On 2003.9.1, at 03:13  PM, David Zincavage wrote:\n\n      &gt; I will bet that I receive this very same letter shortly.\n      &gt;   ----- Original Message -----\n      &gt;   From: Matthew E. Hoyle\n      &gt;   To: token_kenkyu_kai@... ; nihonto@yahoogroups.com ; \n      &gt; nihontostudy@yahoogroups.com\n      &gt;   Sent: Sunday, August 31, 2003 10:59 PM\n      &gt;   Subject: [nihontostudy] FW: Regulatory Impact Statement on proposed \n      &gt; Regulations (Ozzland sword ban!)\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;   -----Oorspronkelijk bericht-----\n      &gt;   Van: Chris.Shea@...\n      &gt;   [mailto:Chris.Shea@...]\n      &gt;   Verzonden: maandag 1 september 2003 7:27\n      &gt;   Aan: MatthewHoyle@...\n      &gt;   Onderwerp: Regulatory Impact Statement on proposed Regulations\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;   Mr Matthew E Hoyle\n      &gt;   C/O MatthewHoyle@...\n      &gt;\n      &gt;\n      &gt;   Dear Mr Hoyle\n      &gt;\n      &gt;   Comments on the Proposed Control of Weapons (Amendment) Regulations \n      &gt; 2003\n      &gt;\n      &gt;   Thank you for your email of 14 August 2003 to Mr Chris Shea of the\n      &gt;   Department of Justice regarding the proposed Control of Weapons\n      &gt;   (Amendment) Regulations 2003.\n      &gt;\n      &gt;   Your views have been noted and will be considered by the Minister for\n      &gt;   Police and Emergency Services when assessing what action to take on \n      &gt; the\n      &gt;   proposed Regulations.\n      &gt;\n      &gt;   I would note that the proposed Regulations propose to make swords a\n      &gt;   &quot;prohibited weapon&quot;. The lawful use and possession of a &quot;prohibited\n      &gt;   weapon&quot; requires an Approval from the Chief Commissioner of Police \n      &gt; (for\n      &gt;   which a fee is charged). Persons may be exempted from this \n      &gt; requirement\n      &gt;   by the Governor-in-Council. A person, therefore, under the proposed\n      &gt;   Regulations, could still lawfully own and possess a sword if, for\n      &gt;   example, they obtained an Approval to do so from the Chief \n      &gt; Commissioner\n      &gt;   of Police.\n      &gt;\n      &gt;   The proposed Regulations will not necessitate destruction of swords. \n      &gt; In\n      &gt;   the event that the proposed Regulations come into operation, persons \n      &gt; in\n      &gt;   possession of a sword who do not obtain an Approval from the Chief\n      &gt;   Commissioner of Police and who do not fall under an exemption \n      &gt; granted by\n      &gt;   the Governor-in-Council could dispose of their weapons through, for\n      &gt;   example, an authorised weapons trader.\n      &gt;\n      &gt;   The Regulatory Impact Statement (RIS) which assesses the impact of \n      &gt; the\n      &gt;   proposed Regulations has been publicly released and I attach a copy \n      &gt; of\n      &gt;   the RIS for your information. Should you wish to make a further\n      &gt;   submission on the proposed Regulations after reading the RIS (the\n      &gt;   proposed Regulations themselves are at Attachment 1 to the RIS) you\n      &gt;   would be most welcome to do so. The closing date for submissions is\n      &gt;   Monday 8 September 2003. Details on how to make a submission can be\n      &gt;   found in the RIS.\n      &gt;\n      &gt;   Further copies of the Regulatory Impact Statement can be accessed on \n      &gt; the\n      &gt;   internet at www.justice.vic.gov.au\n      &gt;\n      &gt;   Thank you for raising your views with the Department of Justice.\n      &gt;\n      &gt;   Yours sincerely\n      &gt;\n      &gt;   Signed\n      &gt;\n      &gt;   Marisa De Cicco\n      &gt;   Director, Justice Policy\n      &gt;\n      &gt;\n      &gt;   (See attached file: Control of Weapons - Firearms Regulatory Impact\n      &gt;   Statement.pdf)\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;\n      &gt;   _________________________________________\n      &gt;   ***CONFIDENTIAL***\n      &gt;   The information in this message and in any attachments may be\n      &gt;   confidential. If you are not the intended recipient of this message, \n      &gt; you\n      &gt;   must not read, forward, print, copy, disclose, or use in any way the\n      &gt;   information this message or any attachment contains. If you are not \n      &gt; the\n      &gt;   intended recipient, please notify the sender immediately and delete \n      &gt; or\n      &gt;   destroy all copies of this message and any attachments.\n      &gt;\n      &gt;\n      &gt;\n      &gt;   [Non-text portions of this message have been removed]\n      &gt;\n      &gt;\n      &gt;   To unsubscribe from this group, send an email to:\n      &gt;   nihontostudy-unsubscribe@yahoogroups.com\n      &gt;\n      &gt;\n      &gt;\n      &gt;   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n      &gt;\n      &gt;\n      &gt; [Non-text portions of this message have been removed]\n      &gt;\n      &gt;\n      &lt;image.tiff&gt;\n      &gt;\n      &gt;\n      &gt; To unsubscribe from this group, send an email to:\n      &gt; nihontostudy-unsubscribe@yahoogroups.com\n      &gt;\n      &gt;\n      &gt;\n      &gt; Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n\n\n            Yahoo! Groups Sponsor \n                  ADVERTISEMENT\n                 \n           \n           \n\n      To unsubscribe from this group, send an email to:\n      nihontostudy-unsubscribe@yahoogroups.com\n\n\n\n      Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}