{
    "userId": 5049222,
    "authorName": "David Zincavage",
    "from": "&quot;David Zincavage&quot; &lt;jdz@...&gt;",
    "profile": "davidzincavage",
    "replyTo": "LIST",
    "senderId": "DMBGu1FE9ykXfMwNdbIgbAE8JTpmaEyzRQrArJ-PLmKsbzRG9WhTzcmypru1j7cLQMeQKLmB7D-iEtpV-0hK25v-gGn-Sg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)",
    "postDate": "1062540120",
    "msgId": 727,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwNDQwMWMzNzE5ZCRkNjFkYjBhMCQyMTAxMTBhY0BUSElOS1BBRD4=",
        "referencesHeader": "PDBCREVDNTdGMDA2RUI2NEVBNUZFNjEzOUY3OEUxNzJCMTU4NTg0QG1lZC1leHNhbjAxLmJzZC51Y2hpY2Fnby5lZHU+PDAwMGMwMWMzNzE4OCQ2ZWMwNjdhMCQyMTAxMTBhY0BUSElOS1BBRD4gPHhvOGlzb2JhcW16LmZzZkB4aGFzYy5jb20+"
    },
    "prevInTopic": 726,
    "nextInTopic": 728,
    "prevInTime": 726,
    "nextInTime": 728,
    "topicId": 720,
    "numMessagesInTopic": 11,
    "msgSnippet": "Just to clarify: in the US, bans against assault weapons typically have targeted ugly, military style long arms which do not actually meet the real definition",
    "rawEmail": "Return-Path: &lt;jdz@...&gt;\r\nX-Sender: jdz@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 35982 invoked from network); 2 Sep 2003 22:06:21 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m3.grp.scd.yahoo.com with QMQP; 2 Sep 2003 22:06:21 -0000\r\nReceived: from unknown (HELO mta7.pltn13.pbi.net) (64.164.98.8)\n  by mta6.grp.scd.yahoo.com with SMTP; 2 Sep 2003 22:06:21 -0000\r\nReceived: from THINKPAD (adsl-64-166-22-208.dsl.snfc21.pacbell.net [64.166.22.208])\n\tby mta7.pltn13.pbi.net (8.12.9/8.12.3) with SMTP id h82M1xOA011193;\n\tTue, 2 Sep 2003 15:02:00 -0700 (PDT)\r\nMessage-ID: &lt;004401c3719d$d61db0a0$210110ac@THINKPAD&gt;\r\nTo: &lt;nihontostudy@yahoogroups.com&gt;\r\nCc: &lt;token_kenkyu_kai@...&gt;\r\nReferences: &lt;0BDEC57F006EB64EA5FE6139F78E172B158584@...&gt;&lt;000c01c37188$6ec067a0$210110ac@THINKPAD&gt; &lt;xo8isobaqmz.fsf@...&gt;\r\nSubject: Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\r\nDate: Tue, 2 Sep 2003 15:02:00 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nFrom: &quot;David Zincavage&quot; &lt;jdz@...&gt;\r\nX-Yahoo-Group-Post: member; u=5049222\r\nX-Yahoo-Profile: davidzincavage\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nJust to clarify: in the US, bans against assault weapons typically have targeted ugly, military style long arms which do not actually meet the real definition of an assault weapon.  An assault weapon [translation of the German: sturmgewehr] is really, definitionally speaking, a long arm, firing a cartridge intermediate in power between conventional pistol and rifle cartridges, capable of both full and semi-automatic fire.  Arms included in US &quot;assault weapon&quot; bans usually, but not necessarily, resemble the exterior of assault weapons, but, since fully automatic weapons have been federally restricted since the 1930s, are merely semi-automatics.  Some shotguns, guilty of military appearance, have been included in such bans.  \n\nI don&#39;t know positively, but I think the NRA has filed amicus briefs on some knife cases.  Were litigation on Nihonto underway, I think it would be highly likely that the NRA, and other gun rights organizations, would be willing to assist.\n\nPersonally, I think the case of Australia illustrates very clearly what will happen to weapons collectors who are sufficiently in the minority, and who fail to organize in time.  Bans of private weapons are feel-good symbolic measures giving politicians the opportunity to be seen taking action.  In the modern world, a serious and potent animosity toward private ownership of weapons exists on the part of a substantial and highly influential portion of the urban population.  This animosity is linked to the spirit of reformist ameliorism, the very popular belief that a specific solution by governmental diktat exists to any identifiable problem or ill.  Its roots lie in centuries old ideologies of religious utopianism, which literally desire all the swords to be beaten into plowshares.  And this philosophy is very popular on the political left, which yearns to increase the powers of the state, particularly the state&#39;s monopoly of force.  The affluent and educated sectors of American society typically live in congested urban environments.  They do not hunt or target-shoot.  They are estranged from the tradition of military service and the use of arms.  And they look with contempt on less educated, rural sectors of American society in which hunting, ownership of arms, and military service are highly valued traditions.  The wealthy bourgeois living in a million dollar house in Palo Alto thinks it is simply criminally irresponsible to allow a bunch of rubes and other denizens of American society&#39;s lower orders to play with dangerous weapons.  Who knows? one of these losers might even shoot him.    \n\n    \n  ----- Original Message ----- \n  From: samurai@... \n  To: nihontostudy@yahoogroups.com \n  Cc: token_kenkyu_kai@... \n  Sent: Tuesday, September 02, 2003 1:20 PM\n  Subject: Re: [nihontostudy] FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\n\n\n  &lt;jdz@...&gt; writes:\n\n  &gt; I don&#39;t think Nihonto is particularly on the NRA&#39;s radar specifically.\n  &gt; But it is the same issue fundamentally, the private possession of\n  &gt; arms, whether the particular arms under consideration consist of the\n  &gt; Pennsylvania farmer&#39;s hunting rifle, or the SF Bay area tech mogul&#39;s\n  &gt; Ichimonji daito. \n\n  I am curious to know if the NRA has ever intervened into any laws\n  regarding swords, or knives. \n\n  A lot of the slippery slope logic doesn&#39;t necessarily follow. That is,\n  there are counterexamples of countries with banned assault weapons and\n  legal firearms.\n\n  - darcy\n\n\n\n\n        Yahoo! Groups Sponsor \n       \n       \n\n  To unsubscribe from this group, send an email to:\n  nihontostudy-unsubscribe@yahoogroups.com\n\n\n\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}