{
    "userId": 123364401,
    "authorName": "nihontochicken",
    "from": "&quot;nihontochicken&quot; &lt;rick@...&gt;",
    "profile": "nihontochicken",
    "replyTo": "LIST",
    "senderId": "s8U1483z8rmWagD-ROTr9uColqlBgetnFRP3utGfDWHgvQret1X9K4QRfRLOvvhY8sHzfIpdMHTvcaz5KQMCk8Nr2TL6v8nIoUGd",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)",
    "postDate": "1062656267",
    "msgId": 732,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJqNmxlYytlN2RsQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PHhvODh5cDZhaHE2LmZzZkB4aGFzYy5jb20+"
    },
    "prevInTopic": 728,
    "nextInTopic": 734,
    "prevInTime": 731,
    "nextInTime": 733,
    "topicId": 720,
    "numMessagesInTopic": 11,
    "msgSnippet": "... some ... the ... There s so much I could comment on, but I m trying to limit my time on line per my better half s desire.  So let me just say that the ",
    "rawEmail": "Return-Path: &lt;rick@...&gt;\r\nX-Sender: rick@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 52749 invoked from network); 4 Sep 2003 06:18:42 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m1.grp.scd.yahoo.com with QMQP; 4 Sep 2003 06:18:42 -0000\r\nReceived: from unknown (HELO n3.grp.scd.yahoo.com) (66.218.66.86)\n  by mta3.grp.scd.yahoo.com with SMTP; 4 Sep 2003 06:18:41 -0000\r\nReceived: from [66.218.67.146] by n3.grp.scd.yahoo.com with NNFMP; 04 Sep 2003 06:17:48 -0000\r\nDate: Thu, 04 Sep 2003 06:17:47 -0000\r\nTo: nihontostudy@yahoogroups.com\r\nSubject: Re: FW: Regulatory Impact Statement on proposed Regulations (Ozzland sword ban!)\r\nMessage-ID: &lt;bj6lec+e7dl@...&gt;\r\nIn-Reply-To: &lt;xo88yp6ahq6.fsf@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 1962\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;nihontochicken&quot; &lt;rick@...&gt;\r\nX-Yahoo-Group-Post: member; u=123364401\r\nX-Yahoo-Profile: nihontochicken\r\n\r\n--- In nihontostudy@yahoogroups.com, samurai@x wrote:\n&gt; And there are those in the center, who adopt some conservative and \nsome\n&gt; liberal views, who also do not like the thoughts of military style\n&gt; firearms on the streets. I am more than happy to oblige the hunter, \nthe\n&gt; marksman, and the collector their rifles and hunting weapons of all\n&gt; sorts.\n\nThere&#39;s so much I could comment on, but I&#39;m trying to limit my time \non line per my better half&#39;s desire.  So let me just say that the \nSecond Amendment isn&#39;t about duck or deer hunting, it&#39;s about killing \npeople with firearms, particulary people within the government, \nshould such government turn on the people it is supposed to \nrepresent.  As such, the protection for a handgun (a defensive, last \nditch weapon in a major armed conflict) is somewhat weak, but a fully \nautomatic long arm is just what the Founding Fathers had in mind, \ngiven modern technological advancements.  This doesn&#39;t mean that \nprivate citizens should be permitted WMDs, but a full &quot;rock &#39;n&#39; roll&quot; \nrifle should be every citizen&#39;s right.  Unfortunately, besides \nkilling renegade politicians, it is pretty lethal in the hands of \npsychopaths.  And in order to preclude this, liberals believe it is \ncorrect to forego the Second Amendment, and give up the right to \nresist an oppressive government, thinking that the kind, just and \nbenevolent government elected by the people could never turn \nvirulent.  This, of course, ignores world history and basic human \nnature.  Anywho, Australia is indeed the road map for the rest of the \nliberal left world.  The &quot;safety line&quot; you speak of is never far \nenough along for those who desire complete safety (and in the \nsuccessful pursuit of this, finally lose the safety of the whole \nsociety).  In an armed society, government exercises control at the \nwill of the people.  In an unarmed society, people exercise freedom \nat the will of the government.  Not oversimplified, just is.\n\nNC\n\n\n"
}