{
    "userId": 129124237,
    "authorName": "samurai@xhasc.com",
    "from": "samurai@...",
    "replyTo": "LIST",
    "senderId": "vvQk-ezRu8osSeRXipSLWqy09DTYmVEP97TRVfNOIJZl-TN1wlleCLe3CPy9-IilKnWc3kbnRPQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [nihontostudy] Re: one heck of a tanto...more comments",
    "postDate": "1066094806",
    "msgId": 908,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHhvOHUxNmN5NWdwLmZzZkBmZWFyLnhoYXNjLmNvbT4=",
        "inReplyToHeader": "PGJtZmJzdStrdDY1QGVHcm91cHMuY29tPiAoRG91ZyBFLiBMZXdpcydzIG1lc3NhZ2Ugb2YgIk1vbiwgMTMgT2N0OiAxODo1NCAtMDAwMCIp",
        "referencesHeader": "PGJtZmJzdStrdDY1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 907,
    "nextInTopic": 0,
    "prevInTime": 907,
    "nextInTime": 909,
    "topicId": 900,
    "numMessagesInTopic": 9,
    "msgSnippet": "... It illustrates nicely the danger of making assumptions. I think the second statement you made about the pricing is also not based on good research. I m the",
    "rawEmail": "Return-Path: &lt;samurai@...&gt;\r\nX-Sender: samurai@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 10943 invoked from network); 14 Oct 2003 15:48:14 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m1.grp.scd.yahoo.com with QMQP; 14 Oct 2003 15:48:14 -0000\r\nReceived: from unknown (HELO tomts10-srv.bellnexxia.net) (209.226.175.54)\n  by mta1.grp.scd.yahoo.com with SMTP; 14 Oct 2003 15:48:14 -0000\r\nReceived: from hasc.com ([65.95.42.188]) by tomts10-srv.bellnexxia.net\n          (InterMail vM.5.01.06.04 201-253-122-130-104-20030726) with ESMTP\n          id &lt;20031014154811.SHC24934.tomts10-srv.bellnexxia.net@...&gt;\n          for &lt;nihontostudy@yahoogroups.com&gt;;\n          Tue, 14 Oct 2003 11:48:11 -0400\r\nReceived: from fear.xhasc.com.xhasc.com (IDENT:samurai@... [127.0.0.1])\n\tby hasc.com (8.11.0/8.12.5) with ESMTP id h9E1Qkw05768\n\tfor: 26:46 -0400\r\nTo: nihontostudy@yahoogroups.com\r\nSubject: Re: [nihontostudy] Re: one heck of a tanto...more comments\r\nReferences: &lt;bmfbsu+kt65@...&gt;\r\nDate: Mon, 13 Oct 2003 21:26:46 -0400\r\nIn-Reply-To: &lt;bmfbsu+kt65@...&gt; (Doug E. Lewis&#39;s message of &quot;Mon, 13\n Oct: 18:54 -0000&quot;)\r\nMessage-ID: &lt;xo8u16cy5gp.fsf@...&gt;\r\nUser-Agent: Gnus/5.1002 (Gnus v5.10.2) Emacs/21.3 (gnu/linux)\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-From: samurai@... (Darcy Brockbank)\r\nFrom: samurai@...\r\nX-Yahoo-Group-Post: member; u=129124237\r\n\r\n&lt;ashigaru1@...&gt; writes:\n\n&gt; yeah, that&#39;s who i was thinking of...\n\nIt illustrates nicely the danger of making assumptions. I think the\nsecond statement you made about the pricing is also not based on good\nresearch.\n\nI&#39;m the owner of the tanto. \n\nSo I obviously disagree about the pricing aspect (which was actually set\nfor me by one of the most respected members of the non-Japanese sword\ncommunity), but it&#39;s kind of pointless to try to argue that kind of\nthing. I&#39;ll settle for explaining how I look at pricing for any\nparticular piece.\n\nPricing is subjective to begin with, and your model for finding a\nfitting replacement for this piece in the marketplace I think is missing\nout on several aspects.\n\nSome aspects of a collectable piece can be compared and contrasted\nsimply. The habaki, the sayagaki, the shirasaya, the papers. The costs\nof these are all fairly flat and known and can be added into the bottom\nline and calculated easily.\n\nBeyond that, &quot;koto tanto&quot; is a very broad and vague term, kind of\nequivalent to saying &quot;old painting.&quot;\n\nThere are &quot;old paintings&quot; available for next to nothing, and some &quot;old\npaintings&quot; are priced in the hundred million dollar range. If you are\njust in the market for an &quot;old painting&quot; with price as your guide, then\npretty much everything by comparison is overpriced vs. anything from the\nbargain bin.\n\nWhere you really want to start with a piece like this I think is with\nthe smith, rather than the period, and his ratings and valuations.\n\nNaotsuna is a very famous smith, he is one of the &quot;Masamune Juttetsu&quot;\nthough modern scholarship considers he probably had no direct\nrelationship. Some still believe, but regardless of either, he is part\nof the old stories. He is considered Jo-jo saku by Fujishiro, and this\nis a very high rating achieved by very few smiths. \n\nHe is also rated at 850 man yen in the Toko Taikan, or 8.5 million yen\nfor a Juyo Token daito quality piece. Cut that in half for a tanto. Some\nmight say the piece has to be signed, but for many of these smiths there\nare no signed works and it is not clear that the Toko Taikan was\nintended to be used like that. Rather, if you use a &quot;high&quot; Juyo Token as\nthe basis I think it works better.\n\nSo beginning with 4.25M yen, we can split that in half again for a\nTokubetsu Hozon piece. So now we&#39;re down to about 2.12 million yen. \n\nWe can probably split that in half because the piece has endured many\npolishes. I am trying to not nickel and dime this on the way down.\n\nThis gives us 1.05 million yen. Since tanto are rare in the scope of\nNaotsuna&#39;s work, this makes the piece more attractive. Say add\n10%. Horimono add I think 20% to the value of a work, and since horimono\nare virtually non-existent in the body of Naotsuna&#39;s work, we can add\nperhaps another 5%. That works out to about 1.46M yen, or around\n$12,700.00.\n\nThis number probably includes something like the dollars spent on\npapering, but may not include the factors such as the quality of the\nhabaki (gold foil, silver foil, solid, etc) and the sayagaki. In a lower\npriced piece like this, it is fair to weigh out these aspects.\n\nI tried to use commonly accepted values in the calculation, but each\nperson may have their own subjective valuation for each aspect that may\nchange the total. And that is how things should be, some aspects do not\nmatter to some people, and they do to others. Ideally, you want to come\nto some kind of collective representation in your pricing model that\nembraces as much as possible.\n\nI mentioned up top that I sought out advice from one of the most\nknowledgable and respected members of the community before I set my\npricing, and I priced it in line with his instructions.\n\nWith the &quot;valued&quot; pricing in mind, one has to remember that the ideal\nprice for any unique item like this should be considered &quot;too high&quot; by\nat least 95% of the people considering it. That is, most should look at\nthe piece and weigh out in favor of keeping their cash in their wallet.\n\nIf you have priced something so that 95% of the people considering it\nwill exchange cash for the piece you are selling, this means you have\ncome in far below fair market pricing and have caused yourself\ninjury. If you have priced it such that 100% of the people find it too\nexpensive, well then it will sit there forever and you will end up\nrepricing it in the future :-).\n\nBecause most people may not buy it at a given price, doesn&#39;t mean\nsomething is overpriced.\n\nI&#39;m really uncomfortable with having to come out and make a comment, but\nas you had already erred on the seller, I felt that it was important for\nme to at least defend my decisions as there is some rationality behind\nthem. And, as I mentioned, it was mostly based on the advice of someone\nwith 30+ years of experience doing this.\n\nLastly, I am not a dealer, I am just a collector and am going to have to\nrotate pieces out of my collection from time to time. \n\nTo conclude, I personally think that this is an example of why pricing\ndiscussions should be kept off the nihonto study list (at least). In the\nend they&#39;re a matter for subjectivity, and careless comments about who\nowns what, and what is priced where can cause people a lot of injury.\n\nThose are more appropriately comments to reserve to private\nconversations, where if you are incorrect on anything, the scope of\ndamage you can cause is much smaller than when it&#39;s yelled from the\nrooftops. \n\nThanks,\n\n- darcy\n\n\n\n"
}