{
    "userId": 162015947,
    "authorName": "Doug E. Lewis",
    "from": "&quot;Doug E. Lewis&quot; &lt;ashigaru1@...&gt;",
    "profile": "ashigaru1",
    "replyTo": "LIST",
    "senderId": "CDJ-o5Je4IMDsUJpXmDAwqC6GmuwQiTjWRtzrINtpfNPVj38zy-Q19jDTZo4gYHLU37iu3ZyDEbDgMCNRDYiFPWPJm8328NaVUdKWA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: one heck of a tanto",
    "postDate": "1066152542",
    "msgId": 911,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJtaGJvdSs1bWc2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PHhvOGlzbXR5dHd6LmZzZkBmZWFyLnhoYXNjLmNvbT4="
    },
    "prevInTopic": 910,
    "nextInTopic": 912,
    "prevInTime": 910,
    "nextInTime": 912,
    "topicId": 899,
    "numMessagesInTopic": 8,
    "msgSnippet": "Hi Darcy, Thank you for the frank comments.  I think you are right concerning discussions of valuation -- subjective, hard to do without the piece in hand, and",
    "rawEmail": "Return-Path: &lt;ashigaru1@...&gt;\r\nX-Sender: ashigaru1@...\r\nX-Apparently-To: nihontostudy@yahoogroups.com\r\nReceived: (qmail 64974 invoked from network); 14 Oct 2003 17:29:03 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m1.grp.scd.yahoo.com with QMQP; 14 Oct 2003 17:29:03 -0000\r\nReceived: from unknown (HELO n34.grp.scd.yahoo.com) (66.218.66.102)\n  by mta5.grp.scd.yahoo.com with SMTP; 14 Oct 2003 17:29:03 -0000\r\nReceived: from [66.218.67.249] by n34.grp.scd.yahoo.com with NNFMP; 14 Oct 2003 17:29:02 -0000\r\nDate: Tue, 14 Oct 2003 17:29:02 -0000\r\nTo: nihontostudy@yahoogroups.com\r\nSubject: Re: one heck of a tanto\r\nMessage-ID: &lt;bmhbou+5mg6@...&gt;\r\nIn-Reply-To: &lt;xo8ismtytwz.fsf@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3259\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Doug E. Lewis&quot; &lt;ashigaru1@...&gt;\r\nX-Yahoo-Group-Post: member; u=162015947\r\nX-Yahoo-Profile: ashigaru1\r\n\r\nHi Darcy,\n\nThank you for the frank comments.  I think you are right concerning \ndiscussions of valuation -- subjective, hard to do without the piece \nin hand, and can cause unintended results.  I apologise to you, \nespecially, and to any other member who was bothered by my naive \nobservations.\n\nYour expanded description will help me alot in appreciating this \nblade, and in my self-designed home study course - Nihonto 101, \nIntroduction to the Japanese Sword.  Which somebody should offer at \nmy local community college or Japanese culture center.  \n\nThank you again.  I will try to listen [read] more and speak \n[comment] less.  \n\nDoug\n\n--- In nihontostudy@yahoogroups.com, samurai@x wrote:\n&gt; \n&gt; Hi Doug,\n&gt; \n&gt; The tanto is mine. It is indeed in shirasaya, and also has Tanobe\n&gt; sensei&#39;s sayagaki on it. \n&gt; \n&gt; You hit on a lot of items why it is a collectable piece. There are \na lot\n&gt; of activities in the hamon too, making it a good study sword, and of\n&gt; course it is also representative of its times. \n&gt; \n&gt; The horimono are not etched as was previously suggested by the \nquestion\n&gt; asker. Horimono like this are carved. Naotsuna are often found with\n&gt; bohi, but horimono like this are quite rare on his works, and there \nare\n&gt; very few tanto by this smith (none are signed).\n&gt; \n&gt; There are three mekugi ana most likely on this tanto because it has \ngone\n&gt; into three different sets of fittings (or more) over its lifetime. \nThat,\n&gt; and the frequent polishing, would likely point to this as being a \nwell\n&gt; used weapon, rather than something that spent most of its life as an\n&gt; object of adoration. Those are my guesses at it.\n&gt; \n&gt; For the original poster, in terms of the high end Soshu smiths, this\n&gt; represents entry-level price, so the question is more one of what is\n&gt; holding this one back from higher prices I would think. The hamon is\n&gt; still lively on this tanto, but it is at the point where I wouldn&#39;t \nwant\n&gt; to put one, or two more polishes on it. That is pretty much the only\n&gt; thing against it in my book, but then there are others who have\n&gt; different tastes in school, smith, period, and type.\n&gt; \n&gt; - darcy\n&gt; \n&gt; &lt;ashigaru1@y...&gt; writes:\n&gt; \n&gt; &gt; While described as being slightly &quot;tired&quot; this tanto has much \ngoing \n&gt; &gt; for it.  Soshu style -- not all that common; ubu; student \n&gt; &gt; [atribution, school of] of not only a good smith, but a student \nof \n&gt; &gt; Masamune -- considered the O-Kaji -- if i can make up a word -- \nthe \n&gt; &gt; master of master smiths.  His work is almost never signed, and it \nis \n&gt; &gt; not surpising his student&#39;s swords were not either.  He worked \nfor \n&gt; &gt; the Shogun of the Kamakera Bankafu thus would not usually sign \nhis \n&gt; &gt; name as a relatively indendent smith might. It has good paper. In \n&gt; &gt; good polish.  And since they do not say, I assume it is delivered \nin \n&gt; &gt; shirasaya.  Being a newcomer to Nihon-to myself, that is about \nall I \n&gt; &gt; got.  I am sure the more Knowledgable members can expand upon, or \n&gt; &gt; correct, my comments.\n&gt; \n&gt; &gt; One question for the group:  Why the three mekugie ana?  \n&gt; \n&gt; &gt; Doug\n&gt; \n&gt; \n&gt; \n&gt; &gt; To unsubscribe from this group, send an email to:\n&gt; &gt; nihontostudy-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; &gt; Your use of Yahoo! Groups is subject to \nhttp://docs.yahoo.com/info/terms/\n\n\n"
}