{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 145545443,
            "authorName": "douglas sanders",
            "from": "douglas sanders &lt;dhs1us@...&gt;",
            "profile": "dhs1us",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] Samurai Sushi&#39;ed",
            "postDate": "1070916920",
            "msgId": 1234,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMxMjA4MjA1NTIwLjk1NjQxLnFtYWlsQHdlYjk0MDcubWFpbC55YWhvby5jb20+",
                "inReplyToHeader": "PDAwMGMwMWMzYmMyYSQxMzE3MmM4MCQyMTAxMTBhY0BUSElOS1BBRD4="
            },
            "prevInTopic": 1231,
            "nextInTopic": 0,
            "prevInTime": 1233,
            "nextInTime": 1235,
            "topicId": 1230,
            "numMessagesInTopic": 0,
            "msgSnippet": "gee- with reviews like this from start to finish, one hardly needs to even go and see the film. -Doug Sanders ... __________________________________ Do you",
            "messageBody": "<div id=\"ygrps-yiv-665314929\">gee- with reviews like this from start to finish, one hardly needs to even go and see the film.  <br/>\n<br/>\n-Doug Sanders<br/>\n<br/>\n--- David Zincavage &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jdz@...\">jdz@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; I thought the film was pretty, and the kendo sequences well staged, but the whole thing was a<br/>\n&gt; bit tough to swallow.  I&#39;m afraid I agree with the Wall Street Journal&#39;s critic that it was<br/>\n&gt; impossible to identify any possible rational political agenda that all these samurai were<br/>\n&gt; bravely dying to effectuate.<br/>\n&gt; <br/>\n&gt; Nathan Algren (Tom Cruise) is hired to go to Japan ... and everyone lives happily ever after.  <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt;     <br/>\n&gt; <br/>\n&gt;     <br/>\n&gt; <br/>\n&gt; <br/>\n&gt;  <br/>\n<br/>\n<br/>\n </span></blockquote>__________________________________<br/>\nDo you Yahoo!?<br/>\nNew Yahoo! Photos - easier uploading and sharing.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://photos.yahoo.com/\">http://photos.yahoo.com/</a></div>",
            "specialLinks": []
        },
        {
            "userId": 5049222,
            "authorName": "David Zincavage",
            "from": "&quot;David Zincavage&quot; &lt;jdz@...&gt;",
            "profile": "davidzincavage",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] Samurai Sushi&#39;ed",
            "postDate": "1070736738",
            "msgId": 1231,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMGMwMWMzYmMyYSQxMzE3MmM4MCQyMTAxMTBhY0BUSElOS1BBRD4=",
                "referencesHeader": "PDIwQThFOTMxLTI4MTctMTFEOC1BQkZBLTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg=="
            },
            "prevInTopic": 1230,
            "nextInTopic": 1234,
            "prevInTime": 1230,
            "nextInTime": 1232,
            "topicId": 1230,
            "numMessagesInTopic": 0,
            "msgSnippet": "I thought the film was pretty, and the kendo sequences well staged, but the whole thing was a bit tough to swallow.  I m afraid I agree with the Wall Street",
            "messageBody": "<div id=\"ygrps-yiv-2090164376\">I thought the film was pretty, and the kendo sequences well staged, but the whole thing was a bit tough to swallow.  I&#39;m afraid I agree with the Wall Street Journal&#39;s critic that it was impossible to identify any possible rational political agenda that all these samurai were bravely dying to effectuate.<br/>\n<br/>\nNathan Algren (Tom Cruise) is hired to go to Japan to train the Imperial troops, in the first place, by Colonel Bagley his cynical, corrupt and unlovable former superior officer.  When Algren returns to the city from his sojourn in Katsumoto&#39;s Shangri-La prefecture, Bagley, upon learning that Algren has switched loyalties, has the best line of the movie. &quot;Why do you hate your own people?&quot;  he inquires.  Cruise and Zwick never answer that question, and I wonder why.  Algren is consumed throughout the film by remorse for participation in phallocratic, Imperialist, European attacks upon innocent, harmless, unoffending Native Americans, who obviously would not themselves have hurt a fly.  We are given to understand that Bagley and Algren and their cavalry killed Indian women and children, since Little Big Man, from Hollywood&#39;s perspective the distinctive crime of late 19th century US cavalrymen.    We all know that Indians, of course, never ever made war upon women or children.  <br/>\n<br/>\nAlgren is, at the beginning of the film, a drunk, but his capture and assimilation by the noble samurai cures him of drinking.  They cure him by adopting him into a new trans-Pacific tribe of nobler-than-thou primitives, who possess a deeper and more profound understanding of nature, humanity, and ordinary living than us deracinated white-eyes.  Like the American Indians, the samurai are vanishing in the face of an advancing modernity, and Algren has found the cause which can redeem his corrupt Caucasian soul.<br/>\n<br/>\nThere are, alas! certain problems related to factual plausibility, overlooked by the film&#39;s continuity department.  The samurai sensibility was certainly capable of admiring the bravery and skill of an adversary, but it was not prone to capturing him alive and taking him home as a guest.  Samurai mercy to a defeated enemy rose at its ultimate peak to letting him commit seppuku.  Katsumoto supposedly spares Algren in order to &quot;learn about the West,&quot; but, in fact, his interest seems entirely to focus on Algren&#39;s personality, previous career, and on the Western Indians.  Katsumoto is presented as obviously not interested, or sympathetic to, in the West  in general, despite having somehow acquired perfect English.  He simply wants to keep Japan free of Western influences, particularly free of Western technology.  I suppose he must have learned his English at the University of Oregon.<br/>\n<br/>\nBushido, as described in the Hagekure, the classic 17th century treatise on samurai ideals, basically consists of an eagerness to die honorably in one&#39;s master&#39;s service, and the sooner the better.  Edward Zwick&#39;s film certainly has assimilated that sensibility.  Katsumoto and his band of brothers apparently have no personal ambitions beyond demonstrating their crotchetty Japanese conservatism, and suspicion of the consequences of Western influences and innovation, by putting up a good fight in the course of getting themselves killed facing overwhelmingly superior forces.<br/>\n<br/>\nThe fighting is pure Hollywood.  In the midst of an evening&#39;s kabuki performance, Katsumoto naturally hops on stage and takes a comic turn in order to demonstrate that the ascetic and war-like nobleman is not above clowning.  As he performs, ninja begin creeping over the rooftops to attempt his assassination.  Before long, Katsumoto and Algren and all the fighting men (and women) of the village are desperately fighting off the attack of roughly a regiment of ninja.  Why it is that these highly skilled ninja, armed with all sorts of specialized weaponry, need to creep up and try for a crossbow shot, when they&#39;ve obviously got the whole town outnumbered in the first place seemed mysterious.  Nonetheless, naturally, the ninja lose.<br/>\n<br/>\nIn another oh-sure! fighting scene, the unarmed Algren finds himself attacked by four armed assassins.  In a very nicely choreographed sequence, Algren eludes blows, disarms some, and then kills all his opponents in a very impressive (if implausible) display of fighting arts.  Tom Cruise must have been rather proud of being able to do all this, since the sequence is repeated in slow motion for our edification.  I was kind of wishing that John Madden were delivering a voice over as I watched it the second time.<br/>\n<br/>\nIn the culminating grand battle, Katsumoto and his band of one or two hundred stodgy, sword-wielding conservatives face one or two thousand Western-style Japanese infantry, armed with bolt-action repeating rifles and bayonets, supported by howitzers and Gatling guns.  The conservatives cleverly lure the first Imperial infantry regiment into a trap, just out of howitzer range, cutting them off from retreat with a line of prepared incendiary devices, then successfully employing combined arms tactics using archery, infantry, and cavalry to pull off a still very costly temporary victory.  Naturally, they do not stop there.  Much reduced by casualties from the first stage of the battle, the noble samurai mount their horses, and proceed to emulate the Light Brigade, undertaking a cavalry charge directly into the face of the vastly numerically superior remaining infantry regiment, and those howitzers, and those Gatling guns.  Naturally, they all die.  Katsumoto, Algren, and every significant supporting samurai are all shot repeatedly by Gatling guns firing, I presume, .45-70 rounds.  Though riddled with bullets, Katsumoto is so reboutable a samurai that he requires Algen&#39;s assistance to die.  Algren is even more robust.  He survives, and gets to deliver Katsumoto&#39;s sword to the Emperor in reproach.  Overwhelmed by the beauty of the death of Katsumoto and all his loyal retainers, the Emperor fires Katsumoto&#39;s political rival, cancels a treaty with the United States, and one supposes, rescinds the ban against wearing swords, bans the gun, expells the Western barbarians, and returns Japan to splendid isolation.  Japan consequently never invades Korea, defeats Russia, and then goes after China.  Japan never builds a navy, never constructs a Co-East Asia Prosperity Sphere, never attacks Pear Harbor, and everyone lives happily ever after.  <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n    <br/>\n<br/>\n    <br/>\n<br/>\n<br/>\n <br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Tom Helm <br/>\n  To: Tom Helm <br/>\n  Cc: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihonto@yahoogroups.com\">nihonto@yahoogroups.com</a> ; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a> ; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:token_kenkyu_kai@...\">token_kenkyu_kai@...</a> <br/>\n  Sent: Saturday, December 06, 2003 10:08 AM<br/>\n  Subject: [nihontostudy] Samurai Sushi&#39;ed<br/>\n<br/>\n<br/>\n  Movie Review | &#39;The Last Samurai&#39;: From the Wild West to the Honorable <br/>\n  East<br/>\n<br/>\n  December 5, 2003<br/>\n  By ELVIS MITCHELL<br/>\n<br/>\n  There is probably no director more obsessed with the<br/>\n  complexity of patriotism - an unusual subject to plumb in<br/>\n  mainstream films - than Edward Zwick, who is driven to<br/>\n  question the imperatives of an America that his<br/>\n  protagonists both love and detest. His latest movie, &quot;The<br/>\n  Last Samurai,&quot; falls squarely into the realm of the<br/>\n  previous Zwick bedeviled-hero films, &quot;Glory,&quot; &quot;Courage<br/>\n  Under Fire&quot; and &quot;The Siege.&quot;<br/>\n<br/>\n  And I do mean squarely. &quot;Samurai&quot; is a mythic western that<br/>\n  combines a fish-out-of-water theme with an immersion in<br/>\n  Japanese culture: John Ford&#39;s &quot;Lost in Translation.&quot; It<br/>\n  depicts phalanxes of troops moving with deliberate,<br/>\n  terrifying fervor across the very wide screen.<br/>\n<br/>\n  And this time Tom Cruise, the can-do idol of millions, uses<br/>\n  his polished-chrome smile mirthlessly. At least for the<br/>\n  first hour, his grin looks like a faded tattoo. The uneven<br/>\n  &quot;Samurai&quot; is a can-do movie that&#39;s far more effective at<br/>\n  communicating emotion in bigger scenes than in more<br/>\n  intimate ones.<br/>\n<br/>\n  Mr. Cruise plays Nathan Algren, a burned-out former Army<br/>\n  officer and Indian fighter. Having survived Custer&#39;s Last<br/>\n  Stand in 1876, he is now a commercial sideshow prop,<br/>\n  demonstrating the newest Winchester rifle. As Algren<br/>\n  lumbers through the clichés he&#39;s hired to recite before<br/>\n  blasting away at targets - though the whiskey oozing from<br/>\n  his pores probably makes him more of a danger than the<br/>\n  weapon - a sudden ember of regret flames in this<br/>\n  ex-soldier&#39;s eyes. He goes off the script, reciting the<br/>\n  horrors of a campaign in which he and his troops<br/>\n  slaughtered innocents.<br/>\n<br/>\n  Algren looks so wasted and beleaguered that the biggest<br/>\n  question is not whether he&#39;ll wing an audience member with<br/>\n  a stray shot, but whether he can bear up under the dense,<br/>\n  cast-iron plot. After being bounced by the Winchester<br/>\n  folks, Algren is hired by his former commander, Colonel<br/>\n  Bagley (Tony Goldwyn, playing a salamanderlike ancestor of<br/>\n  all the sleazy characters he&#39;s ever portrayed). Bagley<br/>\n  wants Algren to travel with him to Tokyo and train Japanese<br/>\n  soldiers in the use of American tactics and rifles. The<br/>\n  Meiji emperor is ready to accept the ways of the West; he&#39;s<br/>\n  actually being pressured to by American business interests.<br/>\n<br/>\n  Once in Japan, Algren is forced to send his nervous,<br/>\n  underprepared imperial troops into battle too soon against<br/>\n  an enemy of the emperor, the samurai Katsumoto (Ken<br/>\n  Watanabe). Despite the imperial army&#39;s modern weapons,<br/>\n  Katsumoto and his men sweep in with ferocity and wield<br/>\n  their arms of the past - swords and spears - with lethal<br/>\n  effectiveness. The cinematographer, John Toll, films their<br/>\n  arrival through a thick fog in a forest, as if Katsumoto&#39;s<br/>\n  men were ghosts from the recent past out to rob Algren&#39;s<br/>\n  troops of their backbones - and their lives.<br/>\n<br/>\n  In their ritual armor, Katsumoto&#39;s men make quick work of<br/>\n  their foes; there&#39;s tragicomic relief as Algren&#39;s<br/>\n  conscripted farmers tremble while trying to load their<br/>\n  guns. When a wounded Algren kills Katsumoto&#39;s second in<br/>\n  command, he&#39;s captured by the invaders and, even more<br/>\n  bewildering, cared for by Katsumoto&#39;s sister, Taka<br/>\n  (Koyuki), the widow of the man Algren murdered.<br/>\n<br/>\n  It&#39;s a complicated story, and Mr. Zwick is complicated,<br/>\n  too: he loves arrogance slapped out of its self-regard.<br/>\n  Algren is full of himself, even though he&#39;s conceived as a<br/>\n  man who was second tenor to a legend; he knew and despised<br/>\n  Custer. Looking fashionably distressed, with slightly<br/>\n  puffy, red-rimmed eyes that at the very least suggest that<br/>\n  he&#39;s survived a grueling press junket, Mr. Cruise has a<br/>\n  worn cockiness. His aw-shucks virility is a little wilted,<br/>\n  if not mildewed, around the edges: a kind of reverse<br/>\n  narcissism, since Algren is proud of his dissolution<br/>\n  (though Mr. Cruise&#39;s good-boy posture works for a man<br/>\n  reared under the disciplinary rigors of the military).<br/>\n<br/>\n  Although at times Mr. Cruise comes off as too contemporary<br/>\n  for the 19th century - at one point, he seems to be waiting<br/>\n  for a cellphone call to confirm his terms for a cover of<br/>\n  Details magazine - this displacement fits better when he<br/>\n  becomes a prisoner. Algren appears to be reacting to this<br/>\n  strange new world through sounds; nothing he&#39;s hearing<br/>\n  makes any sense to him. He&#39;s a mangy gaijin that Edgar Rice<br/>\n  Burroughs might have invented, though James Clavell got<br/>\n  there eventually.<br/>\n<br/>\n  The film includes notable performances by actors not<br/>\n  drafted to shoulder the burden of the entire production.<br/>\n  Billy Connolly, emanating a gamy, sly menace that he&#39;s<br/>\n  rarely suggested before, plays Algren&#39;s former sergeant at<br/>\n  arms, Zebulon Gant. Gant, used to propping up his old<br/>\n  friend and superior officer, joins Algren in the journey to<br/>\n  Japan. Mr. Connolly&#39;s loose, hostile vivacity registers so<br/>\n  clearly that it&#39;s obvious we won&#39;t be seeing very much of<br/>\n  him. But this is crackling, rigorous comic work; he doesn&#39;t<br/>\n  have to present the face of tragedy.<br/>\n<br/>\n  The far more weighted and daring acting comes from Mr.<br/>\n  Watanabe, as Katsumoto. Probably best known outside of<br/>\n  Japan as the reedy, restless sidekick in the gourmand<br/>\n  classic &quot;Tampopo,&quot; Mr. Watanabe has filled out physically<br/>\n  and spiritually. The formality he brings to Katsumoto is<br/>\n  hard-won, especially when he&#39;s having pointedly thoughtful<br/>\n  conversations with Algren that sound more like translations<br/>\n  of ideograms than actual dialogue.<br/>\n<br/>\n  The film never really explains how or why this resolute,<br/>\n  isolated samurai learned to speak English better than the<br/>\n  emperor. His fluency doesn&#39;t quite make sense, though it<br/>\n  gives the movie some needed mystique. It plays better than<br/>\n  the inexorable pull of romance, drawing Taka and Algren<br/>\n  together.<br/>\n<br/>\n  &quot;The Last Samurai,&quot; which Mr. Zwick and Marshall Herskovitz<br/>\n  wrote with John Logan, from a story by Mr. Logan,<br/>\n  super-glues together a host of contradictions.<br/>\n  Unfortunately, as dramatized, they function as conventions<br/>\n  that are older than the story the film is weaving. The<br/>\n  movie, which opens nationwide today, is most watchable<br/>\n  during the majestic brutality of the battle sequences. This<br/>\n  is not only because of the handsome staging, but also<br/>\n  because the keywords sacrifice and honor are evoked with<br/>\n  verve and simplicity, more so than in the &quot;exchange of<br/>\n  idea&quot; chats between Algren and Katsumoto, which sound like<br/>\n  statements being read into the Congressional Record by<br/>\n  Nathaniel Hawthorne.<br/>\n<br/>\n  Mr. Zwick has absorbed the lethal agility of Akira<br/>\n  Kurosawa; what registers just as powerfully as the sureness<br/>\n  of the combatants is the ugly futility of the battles<br/>\n  themselves. When the film sets up the lessons that Algren<br/>\n  has to learn, the hero is not really a fish out of water;<br/>\n  he&#39;s more like a big fish in a dry pond, picking up a<br/>\n  lesson in Eastern deportment and philosophy a step away<br/>\n  from the &quot;wax-on, wax-off&quot; curriculum of &quot;The Karate Kid.&quot;<br/>\n  In those scenes presaging his Eastern conversion, Algren<br/>\n  can&#39;t suppress his eagerness to learn, picking up the ways<br/>\n  of the sword and the Samurai code of Bushido with an<br/>\n  alacrity that&#39;s mandated for movie stars: flash-card<br/>\n  education.<br/>\n<br/>\n  The film&#39;s title evokes James Fenimore Cooper, though he<br/>\n  had enough perspective not to make a white man &quot;the last&quot;<br/>\n  in his novel. Even though &quot;The Last Samurai&quot; opts for<br/>\n  Japan&#39;s cultural differences, all of the unmentioned<br/>\n  hardships of a feudal society notwithstanding, the<br/>\n  remaining honorable native here is an American. Is that a<br/>\n  veiled way of saying that Japan&#39;s old ways were doomed<br/>\n  after all?<br/>\n<br/>\n  &quot;The Last Samurai&quot; is rated R (Under 17 requires<br/>\n  accompanying parent or adult guardian). It has violence,<br/>\n  including enough ritualistic bloodletting for a week on the<br/>\n  History Channel; alcohol use; strong language; and a chaste<br/>\n  hint of sexuality.<br/>\n<br/>\n  THE LAST SAMURAI<br/>\n<br/>\n  Directed by Edward Zwick; written by John Logan, Marshall<br/>\n  Herskovitz and Mr. Zwick, based on a story by Mr. Logan;<br/>\n  director of photography, John Toll; edited by Steven<br/>\n  Rosenblum and Victor du Bois; music by Hans Zimmer;<br/>\n  production designer, Lilly Kilvert; produced by Mr. Zwick,<br/>\n  Mr. Herskovitz, Tom Cruise, Paula Wagner, Scott Kroopf and<br/>\n  Tom Engelman; released by Warner Brothers Pictures. Running<br/>\n  time: 144 minutes. This film is rated R.<br/>\n<br/>\n  WITH: Tom Cruise (Nathan Algren), Timothy Spall (Simon<br/>\n  Graham), Ken Watanabe (Katsumoto), Billy Connolly (Zebulon<br/>\n  Gant), Tony Goldwyn (Colonel Bagley), Hiroyuki Sanada<br/>\n  (Ujio) and Koyuki (Taka).<br/>\n<br/>\n  <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nytimes.com/2003/12/05/movies/05SAMU.html?\">http://www.nytimes.com/2003/12/05/movies/05SAMU.html?</a><br/>\n  ex=1071640979&ei=1&en=4e27ec713b86aa93<br/>\n<br/>\n<br/>\n  [Non-text portions of this message have been removed]<br/>\n<br/>\n<br/>\n        Yahoo! Groups Sponsor <br/>\n              ADVERTISEMENT<br/>\n             <br/>\n       <br/>\n       <br/>\n<br/>\n  To unsubscribe from this group, send an email to:<br/>\n  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy-unsubscribe@yahoogroups.com\">nihontostudy-unsubscribe@yahoogroups.com</a><br/>\n<br/>\n<br/>\n<br/>\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 134498325,
            "authorName": "Tom Helm",
            "from": "Tom Helm &lt;junkmail@...&gt;",
            "profile": "soshuju",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Samurai Sushi&#39;ed",
            "postDate": "1070734080",
            "msgId": 1230,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwQThFOTMxLTI4MTctMTFEOC1BQkZBLTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 1231,
            "prevInTime": 1229,
            "nextInTime": 1231,
            "topicId": 1230,
            "numMessagesInTopic": 0,
            "msgSnippet": "Movie Review | The Last Samurai : From the Wild West to the Honorable East December 5, 2003 By ELVIS MITCHELL There is probably no director more obsessed with",
            "messageBody": "<div id=\"ygrps-yiv-1972063944\">Movie Review | &#39;The Last Samurai&#39;: From the Wild West to the Honorable <br/>\nEast<br/>\n<br/>\nDecember 5, 2003<br/>\nBy ELVIS MITCHELL<br/>\n<br/>\nThere is probably no director more obsessed with the<br/>\ncomplexity of patriotism - an unusual subject to plumb in<br/>\nmainstream films - than Edward Zwick, who is driven to<br/>\nquestion the imperatives of an America that his<br/>\nprotagonists both love and detest. His latest movie, &quot;The<br/>\nLast Samurai,&quot; falls squarely into the realm of the<br/>\nprevious Zwick bedeviled-hero films, &quot;Glory,&quot; &quot;Courage<br/>\nUnder Fire&quot; and &quot;The Siege.&quot;<br/>\n<br/>\nAnd I do mean squarely. &quot;Samurai&quot; is a mythic western that<br/>\ncombines a fish-out-of-water theme with an immersion in<br/>\nJapanese culture: John Ford&#39;s &quot;Lost in Translation.&quot; It<br/>\ndepicts phalanxes of troops moving with deliberate,<br/>\nterrifying fervor across the very wide screen.<br/>\n<br/>\nAnd this time Tom Cruise, the can-do idol of millions, uses<br/>\nhis polished-chrome smile mirthlessly. At least for the<br/>\nfirst hour, his grin looks like a faded tattoo. The uneven<br/>\n&quot;Samurai&quot; is a can-do movie that&#39;s far more effective at<br/>\ncommunicating emotion in bigger scenes than in more<br/>\nintimate ones.<br/>\n<br/>\nMr. Cruise plays Nathan Algren, a burned-out former Army<br/>\nofficer and Indian fighter. Having survived Custer&#39;s Last<br/>\nStand in 1876, he is now a commercial sideshow prop,<br/>\ndemonstrating the newest Winchester rifle. As Algren<br/>\nlumbers through the clichés he&#39;s hired to recite before<br/>\nblasting away at targets - though the whiskey oozing from<br/>\nhis pores probably makes him more of a danger than the<br/>\nweapon - a sudden ember of regret flames in this<br/>\nex-soldier&#39;s eyes. He goes off the script, reciting the<br/>\nhorrors of a campaign in which he and his troops<br/>\nslaughtered innocents.<br/>\n<br/>\nAlgren looks so wasted and beleaguered that the biggest<br/>\nquestion is not whether he&#39;ll wing an audience member with<br/>\na stray shot, but whether he can bear up under the dense,<br/>\ncast-iron plot. After being bounced by the Winchester<br/>\nfolks, Algren is hired by his former commander, Colonel<br/>\nBagley (Tony Goldwyn, playing a salamanderlike ancestor of<br/>\nall the sleazy characters he&#39;s ever portrayed). Bagley<br/>\nwants Algren to travel with him to Tokyo and train Japanese<br/>\nsoldiers in the use of American tactics and rifles. The<br/>\nMeiji emperor is ready to accept the ways of the West; he&#39;s<br/>\nactually being pressured to by American business interests.<br/>\n<br/>\nOnce in Japan, Algren is forced to send his nervous,<br/>\nunderprepared imperial troops into battle too soon against<br/>\nan enemy of the emperor, the samurai Katsumoto (Ken<br/>\nWatanabe). Despite the imperial army&#39;s modern weapons,<br/>\nKatsumoto and his men sweep in with ferocity and wield<br/>\ntheir arms of the past - swords and spears - with lethal<br/>\neffectiveness. The cinematographer, John Toll, films their<br/>\narrival through a thick fog in a forest, as if Katsumoto&#39;s<br/>\nmen were ghosts from the recent past out to rob Algren&#39;s<br/>\ntroops of their backbones - and their lives.<br/>\n<br/>\nIn their ritual armor, Katsumoto&#39;s men make quick work of<br/>\ntheir foes; there&#39;s tragicomic relief as Algren&#39;s<br/>\nconscripted farmers tremble while trying to load their<br/>\nguns. When a wounded Algren kills Katsumoto&#39;s second in<br/>\ncommand, he&#39;s captured by the invaders and, even more<br/>\nbewildering, cared for by Katsumoto&#39;s sister, Taka<br/>\n(Koyuki), the widow of the man Algren murdered.<br/>\n<br/>\nIt&#39;s a complicated story, and Mr. Zwick is complicated,<br/>\ntoo: he loves arrogance slapped out of its self-regard.<br/>\nAlgren is full of himself, even though he&#39;s conceived as a<br/>\nman who was second tenor to a legend; he knew and despised<br/>\nCuster. Looking fashionably distressed, with slightly<br/>\npuffy, red-rimmed eyes that at the very least suggest that<br/>\nhe&#39;s survived a grueling press junket, Mr. Cruise has a<br/>\nworn cockiness. His aw-shucks virility is a little wilted,<br/>\nif not mildewed, around the edges: a kind of reverse<br/>\nnarcissism, since Algren is proud of his dissolution<br/>\n(though Mr. Cruise&#39;s good-boy posture works for a man<br/>\nreared under the disciplinary rigors of the military).<br/>\n<br/>\nAlthough at times Mr. Cruise comes off as too contemporary<br/>\nfor the 19th century - at one point, he seems to be waiting<br/>\nfor a cellphone call to confirm his terms for a cover of<br/>\nDetails magazine - this displacement fits better when he<br/>\nbecomes a prisoner. Algren appears to be reacting to this<br/>\nstrange new world through sounds; nothing he&#39;s hearing<br/>\nmakes any sense to him. He&#39;s a mangy gaijin that Edgar Rice<br/>\nBurroughs might have invented, though James Clavell got<br/>\nthere eventually.<br/>\n<br/>\nThe film includes notable performances by actors not<br/>\ndrafted to shoulder the burden of the entire production.<br/>\nBilly Connolly, emanating a gamy, sly menace that he&#39;s<br/>\nrarely suggested before, plays Algren&#39;s former sergeant at<br/>\narms, Zebulon Gant. Gant, used to propping up his old<br/>\nfriend and superior officer, joins Algren in the journey to<br/>\nJapan. Mr. Connolly&#39;s loose, hostile vivacity registers so<br/>\nclearly that it&#39;s obvious we won&#39;t be seeing very much of<br/>\nhim. But this is crackling, rigorous comic work; he doesn&#39;t<br/>\nhave to present the face of tragedy.<br/>\n<br/>\nThe far more weighted and daring acting comes from Mr.<br/>\nWatanabe, as Katsumoto. Probably best known outside of<br/>\nJapan as the reedy, restless sidekick in the gourmand<br/>\nclassic &quot;Tampopo,&quot; Mr. Watanabe has filled out physically<br/>\nand spiritually. The formality he brings to Katsumoto is<br/>\nhard-won, especially when he&#39;s having pointedly thoughtful<br/>\nconversations with Algren that sound more like translations<br/>\nof ideograms than actual dialogue.<br/>\n<br/>\nThe film never really explains how or why this resolute,<br/>\nisolated samurai learned to speak English better than the<br/>\nemperor. His fluency doesn&#39;t quite make sense, though it<br/>\ngives the movie some needed mystique. It plays better than<br/>\nthe inexorable pull of romance, drawing Taka and Algren<br/>\ntogether.<br/>\n<br/>\n&quot;The Last Samurai,&quot; which Mr. Zwick and Marshall Herskovitz<br/>\nwrote with John Logan, from a story by Mr. Logan,<br/>\nsuper-glues together a host of contradictions.<br/>\nUnfortunately, as dramatized, they function as conventions<br/>\nthat are older than the story the film is weaving. The<br/>\nmovie, which opens nationwide today, is most watchable<br/>\nduring the majestic brutality of the battle sequences. This<br/>\nis not only because of the handsome staging, but also<br/>\nbecause the keywords sacrifice and honor are evoked with<br/>\nverve and simplicity, more so than in the &quot;exchange of<br/>\nidea&quot; chats between Algren and Katsumoto, which sound like<br/>\nstatements being read into the Congressional Record by<br/>\nNathaniel Hawthorne.<br/>\n<br/>\nMr. Zwick has absorbed the lethal agility of Akira<br/>\nKurosawa; what registers just as powerfully as the sureness<br/>\nof the combatants is the ugly futility of the battles<br/>\nthemselves. When the film sets up the lessons that Algren<br/>\nhas to learn, the hero is not really a fish out of water;<br/>\nhe&#39;s more like a big fish in a dry pond, picking up a<br/>\nlesson in Eastern deportment and philosophy a step away<br/>\nfrom the &quot;wax-on, wax-off&quot; curriculum of &quot;The Karate Kid.&quot;<br/>\nIn those scenes presaging his Eastern conversion, Algren<br/>\ncan&#39;t suppress his eagerness to learn, picking up the ways<br/>\nof the sword and the Samurai code of Bushido with an<br/>\nalacrity that&#39;s mandated for movie stars: flash-card<br/>\neducation.<br/>\n<br/>\nThe film&#39;s title evokes James Fenimore Cooper, though he<br/>\nhad enough perspective not to make a white man &quot;the last&quot;<br/>\nin his novel. Even though &quot;The Last Samurai&quot; opts for<br/>\nJapan&#39;s cultural differences, all of the unmentioned<br/>\nhardships of a feudal society notwithstanding, the<br/>\nremaining honorable native here is an American. Is that a<br/>\nveiled way of saying that Japan&#39;s old ways were doomed<br/>\nafter all?<br/>\n<br/>\n&quot;The Last Samurai&quot; is rated R (Under 17 requires<br/>\naccompanying parent or adult guardian). It has violence,<br/>\nincluding enough ritualistic bloodletting for a week on the<br/>\nHistory Channel; alcohol use; strong language; and a chaste<br/>\nhint of sexuality.<br/>\n<br/>\nTHE LAST SAMURAI<br/>\n<br/>\nDirected by Edward Zwick; written by John Logan, Marshall<br/>\nHerskovitz and Mr. Zwick, based on a story by Mr. Logan;<br/>\ndirector of photography, John Toll; edited by Steven<br/>\nRosenblum and Victor du Bois; music by Hans Zimmer;<br/>\nproduction designer, Lilly Kilvert; produced by Mr. Zwick,<br/>\nMr. Herskovitz, Tom Cruise, Paula Wagner, Scott Kroopf and<br/>\nTom Engelman; released by Warner Brothers Pictures. Running<br/>\ntime: 144 minutes. This film is rated R.<br/>\n<br/>\nWITH: Tom Cruise (Nathan Algren), Timothy Spall (Simon<br/>\nGraham), Ken Watanabe (Katsumoto), Billy Connolly (Zebulon<br/>\nGant), Tony Goldwyn (Colonel Bagley), Hiroyuki Sanada<br/>\n(Ujio) and Koyuki (Taka).<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nytimes.com/2003/12/05/movies/05SAMU.html?\">http://www.nytimes.com/2003/12/05/movies/05SAMU.html?</a><br/>\nex=1071640979&ei=1&en=4e27ec713b86aa93<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1224,
    "nextTopicId": 1235
}