{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "NTHK 1979 report",
            "postDate": "1071071761",
            "msgId": 1245,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMzkwMWMzYmYzNiQxZDdiYWVkMCRjYzVjOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1244,
            "nextInTime": 1246,
            "topicId": 1245,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - Thought I d direct this out to everybody in hopes of finding somebody who has NTHK Journals from 1979 through 1980 years. (Mine begin with 1984,",
            "messageBody": "<div id=\"ygrps-yiv-758961131\">Hi all - <br/>\n<br/>\nThought I&#39;d direct this out to everybody in hopes of finding somebody who has NTHK Journals from 1979 through 1980 years. (Mine begin with 1984, wouldn&#39;t you know.)<br/>\n<br/>\nMr. Yoshikawa held an NTHK shinsa in Chicago as part of the Token Study Group/JSSUS joint-effort, Token Kai 1979. Often, the NTHK would publish a report on their U.S.A. shinsa and feature a few interesting items for publication. I am interested in finding out if in ther report on this 1979 shinsa, if by chance they published oshigata of any Yokoyama Bizen Sukenaga swords. <br/>\n<br/>\nIn the Chicago Token Study Group report (listing of results) that was distrubuted in 1981, three shinshin-to Yokoyama Bizen Sukenaga went through shinsa. One, a katana with kiku mon, reached 78 points and the other two, a katana and wakizashi, reached 75 points. I&#39;m interested to see oshigata of the two 75 point swords although if any were illustrated, it would likely be the 78 pointer. <br/>\n<br/>\nProbably a hopeless quest for information but...   Contact me privately if you wish: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a>      Thanks!<br/>\n<br/>\nRon<br/>\nSTL <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1239,
    "nextTopicId": 1244
}