{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 38990540,
            "authorName": "bungotakadasword",
            "from": "&quot;bungotakadasword&quot; &lt;MuramasaIII@...&gt;",
            "profile": "bungotakadasword",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "a forwarded message from -t",
            "postDate": "1072543773",
            "msgId": 1301,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJza2Q2dStxdnNqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1300,
            "nextInTime": 1302,
            "topicId": 1301,
            "numMessagesInTopic": 0,
            "msgSnippet": "Milt- I cannot check the Token_kenkyu list remotely, I wonder if you will see the following gets to the approppriate list? All- Someone asked about matching a",
            "messageBody": "<div id=\"ygrps-yiv-1228633162\">Milt- <br/>\n        I cannot check the Token_kenkyu list remotely, I wonder if <br/>\nyou will see the following gets to the approppriate list?<br/>\n<br/>\nAll- <br/>\n        Someone asked about matching a single menuki showing a brush <br/>\nand inkstone. While I think trying to find the needle in the haystack <br/>\nwould be easier, I can at least help point you toward what to look <br/>\nfor.<br/>\n<br/>\n        There are two possible themes referred to with these items; <br/>\none is Sugarawa Michizane and the other is Tanabata. Since I can&#39;t <br/>\nremember who posted the query I will assume you do not instantly <br/>\nrecognize these.<br/>\n<br/>\n        Sugawara Michizane was a famous scholar, courtier and <br/>\nminister who ran afoul of certain members of the Fujiwara who smeared <br/>\nhis name and turned the Emperor agaisnt him. He was known to study <br/>\nunder the Plum trees in his garden. When he was to leave for exile in <br/>\nKyushu, he penned a now famous poem to his trees entreating them to <br/>\nsend their sweet Frangrance to him though he be far away. At which <br/>\npoint one of the trees uprooted and flew off to Kyushu and his place <br/>\nof exile. So if you see plum blossoms this is the theme, and your <br/>\nmatch might be a scroll with bits of the poem on it, or Michizane <br/>\nriding an Ox, or a simple plum branch.<br/>\n<br/>\n        Tanabata is celebrated on the 7th day of the 7th month, in <br/>\nChina it is called Kikoden (Japanese reading here). The lord of the <br/>\nheavens allowed his daughter to marry a simple shepard but she <br/>\nbehaved so badly on the wedding day that he forced them to live on <br/>\nopposites sides of the Milky Way. Once a year they are allowed to see <br/>\neach other when the Ama no Gawa (River of Heaven) Is bridged by a <br/>\nmurder of crows. The rest of the year, she spends pining to see her <br/>\nhusband and weaving, so is known as Ori-Hime,&quot;Ori&quot; means to weave. In <br/>\nthe Chinese tradition fresh inkstones were laid outside on &quot;kuzu&quot; <br/>\nleaves, on top of these were laid bunches of Yam leaves to &quot;catch the <br/>\ndew&quot;. On the day of the festival celebrants would write their wishes <br/>\nwith the dewdrops from the river of heaven.According to Joly <br/>\nthis &quot;emblematic representation of the Tanabata festival was a <br/>\nfamiliar theme of tsuba decoration by the Umetada.&quot;<br/>\n<br/>\n        Since Ori-hime spends all year wishing to see her husband, <br/>\nthis is the one day all year when wishes are fulfilled. So the custom <br/>\nis to write your wishes on colored strips of paper, since this is a <br/>\nrather romantic story it is also a day for romance and love poems in <br/>\nJapan. If along with the inkstone and brushes you see leaves, strips <br/>\nof paper or a (weaving) shuttle then your theme is Tanabata.<br/>\n<br/>\n        As was suggested simple kanji might be a good match though I <br/>\ncouldn&#39;t find them paired &quot;as a theme&quot;, also an ink well with it&#39;s <br/>\nlid would be good. According to the Tsuba Gadai Jiten, These everyday <br/>\nitems are indespensable, ink and brush are inseperable. So I guess <br/>\nthey symbolize a well ordered world, a well rounded gentlemen¡Ä<br/>\n<br/>\nHoping this helps, <br/>\n-t</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1300,
    "nextTopicId": 1302
}