{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 79744199,
            "authorName": "Craig Harris",
            "from": "&quot;Craig Harris&quot; &lt;benkei@...&gt;",
            "profile": "musashibobenkei",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: Tortoises",
            "postDate": "1073196064",
            "msgId": 1382,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwM2UwMWMzZDI4OCQyM2ZhNTc2MCQwODAwYThjMEBicmlkZ2U4NzMyOWJjZT4=",
                "inReplyToHeader": "PDNGRjdBMkEwLjYwMDA4MDJAbWNuLm5ldD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1381,
            "nextInTime": 1383,
            "topicId": 1382,
            "numMessagesInTopic": 0,
            "msgSnippet": "David and all, A quick look at People, Places and Things in Henri Joly s Legend in Japanese Art: An Analytical Index (Tompkins & Tompkins, 1978) shows almost",
            "messageBody": "<div id=\"ygrps-yiv-11553464\">David and all,<br/>\n<br/>\nA quick look at &quot;People, Places and Things in Henri Joly&#39;s Legend in<br/>\nJapanese Art: An Analytical Index&quot; (Tompkins & Tompkins, 1978) shows almost<br/>\na whole column of page references to various aspects of the tortoise theme<br/>\nbeyond that on p. 343. (A book I cannot imagine not having!)<br/>\n<br/>\nDavid, I think you can go any direction you like with the other fittings.<br/>\nThe cranes referred to below would be one obvious good choice, but there<br/>\ncould be many others that would be a good fit in the eyes of a Samurai of<br/>\nseveral hundred years ago. Look at the books that document original koshirae<br/>\nand you will find few examples of fittings that all match except for the<br/>\nGoto and related schools that made up sets like that or produced fittings<br/>\nfor generations that followed established themes that could be put together<br/>\nin &quot;matched sets.&quot; It&#39;s our Western aesthetic that finds the matched sets<br/>\npleasing to the eye and too many collectors overlook and even have destroyed<br/>\nthe authentic original combinations in the obsession to have &quot;matching&quot;<br/>\nfittings. Only my opinion of course!<br/>\n<br/>\nFabulous tsuba, David, thanks for sharing it.<br/>\n<br/>\nCraig L. Harris - Rare Books<br/>\nBridge of Dreams, LLC<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:owner-token_kenkyu_kai@...\">owner-token_kenkyu_kai@...</a><br/>\n[mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:owner-token_kenkyu_kai@...\">owner-token_kenkyu_kai@...</a>] On Behalf Of David<br/>\nMcDonald<br/>\nSent: Saturday, January 03, 2004 11:21 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:token_kenkyu_kai@...\">token_kenkyu_kai@...</a><br/>\nSubject: Re: Tortoises<br/>\n<br/>\n<br/>\n<br/>\nDear Group<br/>\n<br/>\nBelow is the information sent to me by Richard Hill.<br/>\n<br/>\nSo with my tortoise tsuba what type of fuchi/kashira, menuki and kozuka <br/>\nshould I be looking for?<br/>\n<br/>\nlater<br/>\ndavid<br/>\n(15 new swords and images listed on my web site)<br/>\n<br/>\nHill, Richard wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Nice section in Joly.  I can e-mail off list if some one is interested.<br/>\n&gt;<br/>\n&gt;Rick Hill<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote> From Legend in Japanese art by Henri L. Joly<br/>\n593. Minogame ? p343<br/>\nThe tortoise (Kame) of a thousand years, one of the four supernatural <br/>\nanimals (Tiger, Dragon, Howo, Tortoise) of Chinese mythology (the Kirin <br/>\ntakes sometimes the place of the tiger). One of the tortoises presents <br/>\nsome of the features of the dragon, generally the head, but the most <br/>\ncommon presentment of the sacred animal has a long tail, said to grow <br/>\nwhen it is over five hundred years old, and the origin of which is <br/>\nprobably due to the fact that tortoises kept in ponds become covered <br/>\nwith a parasitic growth of vegetable origin the resemblance of which to <br/>\nthe Mino, or rain coat of peasants, was too irresistible a chance of <br/>\npunning to be left unnoticed. The hairy tortoise is often shown carrying <br/>\non its back a huge rock, with the three or more jewels or even Mount <br/>\nHorai itself, perhaps as a modification of the Chinese custom to show <br/>\nthe tortoise as a pedestal for inscribed tablets, in itself a likely <br/>\ntreatment of the Hindoo legend which places the world on the back of an <br/>\nelephant, standing on a gigantic tortoise. The feet of the tortoise <br/>\nwere, according to the Chinese, used to consolidate the world by the <br/>\nEmpress Jokwa (q.v.) after Kung Kung had shattered the pillar of Heaven. <br/>\nThe tortoise is emblematic of longevity, and as such found as one of the <br/>\nconstant attributes of Fukurokujin, Jurojin, and the various legendary <br/>\npatriarchs, Sennins, or other personages who were endowed with <br/>\nparticularly long spans of earthly existence, See Emblems, Koan, <br/>\nUrashima, Monkey.<br/>\nA blind minogame, with an eye instead of navel x x x x , dwells at the <br/>\nbottom of the sea. It can never see the sun but every three thousand <br/>\nyears, when it rises to the surface, and even then it must find on the <br/>\nwaves a plank with a hole in it, place its eye over the hole and await <br/>\nsome friendly gust of wind to turn upside down both tortoise and board. <br/>\nThis Buddhist parable from the Hoke Ryo has passed into a proverb <br/>\napplied to unlikely events. The story is given in Ehon Hokan, IV., 23, <br/>\nin which are also found the story of the monkey and the tortoise, and of <br/>\nthe tortoise and the two cranes. A minogame whose pond was drying up <br/>\nfast, begged two cranes to take her to some other lake, and they tried <br/>\nto do so by means of a reed, which both cranes held in their bills, and <br/>\nto which the tortoise hung by her jaws; but the minogame wished to speak <br/>\nwhilst in mid air, and it dropped to the ground where it died, (H., 22). <br/>\nSee Umi Bozu.<br/>\nThe terrapin is another tortoise which has its place among proverbs. <br/>\nTsuki ni Suppon means: \u001cThe moon is not the only round thing,\u001d and is <br/>\noften illustrated. One sees sometimes a drawing of one or two tortoises <br/>\ndangling from a string above the parapet of a bridge, this represents <br/>\nthe small tortoises sold by pedlars, and which people buy to liberate in <br/>\nponds. This custom is called Hojoye, or sitting free: and the <br/>\ntortoise-sellers adopt as a mark the characters x x Hanashi Kame: <br/>\n\u001ctortoises to be let loose.\u001d<br/>\n<br/>\n-- <br/>\nDavid McDonald                  Collector of Japanese Swords and Old Iron <br/>\nPO Box 265                      WEB page - <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.montanairon.com\">http://www.montanairon.com</a> <br/>\nSidney MT  59270                email - <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jswords@...\">jswords@...</a> <br/>\n406-482-3243  evenings          I do tsukamaki (wrapping of sword hilts) <br/>\n<br/>\nOwner of White IH Cub & Super A Farmall, IH 100 & 130, 140, AC G  <br/>\nMcD type M, Monitor, Frost King and other stationary engines.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1371,
    "nextTopicId": 1314
}