{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 77400184,
            "authorName": "alchemyst",
            "from": "&quot;alchemyst&quot; &lt;alchemyst@...&gt;",
            "profile": "alchemyst",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Armor flag, tamahagane and other stuff",
            "postDate": "1082286477",
            "msgId": 1834,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM1dG5pZCs0Z2loQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDAwNmEwMWM0MWQ5MyRmM2M1NTM5MCQyZjVjOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 1823,
            "nextInTopic": 0,
            "prevInTime": 1833,
            "nextInTime": 1835,
            "topicId": 1823,
            "numMessagesInTopic": 0,
            "msgSnippet": "Ron - This site may be of help in finding armor and flags as you mentioned. http://www.toraba.com/ Rich S ... Richard Stein, PhD          alchemyst@yahoo.com ",
            "messageBody": "<div id=\"ygrps-yiv-1664002770\">Ron -<br/>\n<br/>\nThis site may be of help in finding armor and flags as you<br/>\nmentioned.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.toraba.com/\">http://www.toraba.com/</a><br/>\n<br/>\n<br/>\nRich S<br/>\n<br/>\n------------------------------------------------------------<br/>\n Richard Stein, PhD          <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:alchemyst@...\">alchemyst@...</a><br/>\n      <br/>\n             The Japanese Sword Guide<br/>\n  <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.com/alchemyst/nihonto.htm\">http://www.geocities.com/alchemyst/nihonto.htm</a><br/>\n------------------------------------------------------------</div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Armor flag, tamahagane and other stuff",
            "postDate": "1081447473",
            "msgId": 1823,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwNmEwMWM0MWQ5MyRmM2M1NTM5MCQyZjVjOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 1834,
            "prevInTime": 1822,
            "nextInTime": 1824,
            "topicId": 1823,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - I m preparing for a local presentation on Japanese swords on Tuesday which brought to mind several requests which might be answered here. First",
            "messageBody": "<div id=\"ygrps-yiv-1359270826\">Hi all - <br/>\n<br/>\nI&#39;m preparing for a local presentation on Japanese swords on Tuesday which brought to mind several requests which might be answered here. <br/>\n<br/>\nFirst question: Is there any &quot;samples/examples&quot; of tamahagane available (or purchase or loan which might be used for this talk or future presentations?  I envision hand-size example of a chunk of tamahagae (which looks so much like a &quot;clinker&quot; our of an old coal-fired furnace from days past). I&#39;ve also seen (at sword shows) pieces of forged tamahagane during forging with the billet folded back upon itself. Both of these examples would be wonderful examples for any basic sword presentation. Personally, I&#39;d like to have something like this for myself since I do presentations from time to time, but if a loan is possible, that&#39;s better than nothing. Maybe too late for Tuesday&#39;s talk but for the future...?<br/>\n<br/>\nSecond question: My only suit of armor has the bracket for a flag on the back of the do(h). Does anyone know a source where such a flag could be either purchased (for future display) or even loaned out for the summer? This is not for the my talk next week but instead, for a planned (small) exhibit of Japanese swords (with my one and only suite of armor) at our St. Louis Soldiers Memorial Museum. Suggestions?<br/>\n<br/>\nAlong these topics, I&#39;ve always wanted to see the JSS/US create a &quot;for loan&quot; package (or two or three...) which would consist of actual examples of various items such as tamahagane, shakudo, kizu, etc. Perhaps one package could have a sample of tamahage and maybe the folded billet, perhaps more, which would be related to sword forging. Another package could deal with types of material (for kodogu) with good, clear &quot;samples&quot; of the various alloys such as shakudo, yamagani, etc.  Another &quot;sample&quot; could be on &quot;kizu&quot; where a few examples of swords (whole or pieces) could illustrate basic &quot;kizu&quot; which appear in blades. (We&#39;ve all seen classic examples of blades which seem to have major examples of kizu.) As with library items, the borrower would be responsible for shipping/insurance both ways when requesting loan of these packages. Of course we can see these things at shows but not everyone manages to attend shows. Might be a good was to &quot;show-and-tell&quot; people what this is all about. (I would be happy to take charge of this membership benefit if it would ever become a reality.)<br/>\n<br/>\nBack to my immediate request, the &quot;flag&quot; is most needed with the &quot;tamahagane&quot; sample second since it would be needed by me, &quot;real quick.&quot;  All is possible. <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1830,
    "nextTopicId": 1719
}