{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "tanto mei help",
            "postDate": "1084644861",
            "msgId": 1893,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMjMwMWM0M2FhOCQ3MzI2MTk5MCQxMDVjOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1892,
            "nextInTime": 1894,
            "topicId": 1893,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - Trying to send this to all my groups, so let s see if the link to Yahoo photos works. It is my album Ron STL under Yahoo photos. It is also an album:",
            "messageBody": "<div id=\"ygrps-yiv-1330158552\">Hi all - <br/>\n<br/>\nTrying to send this to all my groups, so let&#39;s see if the link to Yahoo photos works. It is my album Ron STL under Yahoo photos. It is also an album: (sworddad) 2004 5/15 in another Yahoo photos album. (I&#39;m still confused as to why I&#39;m under two locations.) <br/>\n<br/>\nThe mei shown is on what appears an early tanto, 25.2 cm, about 1-1.5 mm uchizori, mitsumune. At first I blew-off the mei as gimei to: Rai Kunitoshi or Kuniyuki. However, the tanto does seem to fit the era of Rai work. Looking at it again today I&#39;m starting to wonder if this might be something totally different. The third character could very easily be accepted at &quot;saku&quot; which would then mean that the first character I&#39;m calling &quot;Rai&quot; might be something else similar in form to &quot;Rai.&quot; There definitely is a horizontal stroke at the ana. You can see just the end of it to the left of the hole. One similar character I found in O&#39;Neil is #343 (radical 119) which could be read Yone, bei, mai, kome, mitsu...but I can not come up with any smith using this first character in his name. Perhaps I&#39;m groping here, wishful thinking that it is not a gimei Rai-something, but maybe one of you guys with a command of the language will know something I do not know. (Wouldn&#39;t take much!) <br/>\n<br/>\nAnyway, see if this link works or, just go to the Yahoo photos and look for my album. <br/>\n<br/>\n  <a rel=\"nofollow\" target=\"_blank\" href=\"http://tinyurl.com/34jbo\">http://tinyurl.com/34jbo</a><br/>\n<br/>\nThanks!<br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1883,
    "nextTopicId": 1901
}