{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 5049222,
            "authorName": "David Zincavage",
            "from": "David Zincavage &lt;jdz@...&gt;",
            "profile": "davidzincavage",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Haynes article discussion",
            "postDate": "1052347782",
            "msgId": 201,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMGMwMWMzMTRlYSRmMmY2Y2ZmMCQyMTAxMTBhY0BUSElOS1BBRD4=",
                "referencesHeader": "PDAwODgwMWMzMTRlMiQ3OTk4NjIyMCQwNzVkOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 200,
            "nextInTime": 202,
            "topicId": 201,
            "numMessagesInTopic": 0,
            "msgSnippet": "I thought Mr. Haynes made some excellent points and organizational suggestions.  He is certainly entirely correct about the Japanese sword hobby being",
            "messageBody": "<div id=\"ygrps-yiv-15290323\">I thought Mr. Haynes made some excellent points and organizational suggestions.  He is certainly entirely correct about the Japanese sword hobby being dominated by a dealer&#39;s mentality.  I personally am involved in a number of areas of avocational collecting, and I never seen another area of interest where so large a percentage of collectors are also dealers.  An implicit paradigm of &quot;find a sword, polish the sword, paper the sword, sell the sword to a Japanese buyer&quot; lurks as a hidden goal assumption throughout the hobby.  <br/>\n<br/>\nI often marvel myself about the consequent universal American acceptance of Japanese preferences and tastes, for example the preference for owning a little-used ubu Koto sword over a well-worn suriage sword with a nakago full of holes testifying to considerable active use.  The former may have simply sat in a temple for centuries, while the latter perhaps actively participated in some of the great events of Japanese history.  <br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\n  From: Ron Hartmann <br/>\n  To: TOKEN ; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihonto@yahoogroups.com\">nihonto@yahoogroups.com</a> <br/>\n  Sent: Wednesday, May 07, 2003 2:49 PM<br/>\n  Subject: Fw: Haynes article...oops<br/>\n<br/>\n<br/>\n  Sorry, hit the &quot;send&quot; key by accident...<br/>\n<br/>\n  I found it interesting to read Bob&#39;s comments regarding the intended goal of the JSS/US when it was formed back in the late &#39;50s and also how today&#39;s world of collecting outside of Japan takes on primarily a &quot;buy and sell&quot; atmospher, that nobody puts on an exhibit purely for study as was done a few times in the past.  <br/>\n<br/>\n  Not going anywhere with this other than to say I found the article very interesting and though provoking.  Food for thought?  <br/>\n<br/>\n  Ron<br/>\n  STL<br/>\n<br/>\n  ----- Original Message ----- <br/>\n  From: Ron Hartmann <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihonto@yahoogroups.com\">nihonto@yahoogroups.com</a> ; TOKEN <br/>\n  Sent: Wednesday, May 07, 2003 4:45 PM<br/>\n  Subject: Haynes article<br/>\n<br/>\n<br/>\n  Hi all -<br/>\n<br/>\n  With the arrival of the latest NCJSC newsletter, To-Ron, the first thing that caught my eye was an article written by Bob Haynes titled &quot;The Conscience of the Collector.&quot; At first I was not sure where Bob was going with his article but reading it, I found it quite &quot;thought provoking and wondered if others also found it so.<br/>\n<br/>\n  Basically, if I understand it correctly, the article points up the need for more serious kodogu study outside of Japan and the importance of thinking &quot;outside the box&quot;--traditional &quot;Japanese thinking&quot;--when it comes to sword study. <br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 194,
    "nextTopicId": 183
}