{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Nanki Shigekuni",
            "postDate": "1102709359",
            "msgId": 2439,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwNGIwMWM0ZGVmNCQyMzgyNjBiMCQ0NjVjOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2438,
            "nextInTime": 2440,
            "topicId": 2439,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - A good friend of mine just returned from Paris where he purchased a very nice 27.4 katana, bo-hi, wide blade, signed as by Nanki Shigekuni, dated",
            "messageBody": "<div id=\"ygrps-yiv-1586565833\">Hi all - <br/>\n<br/>\nA good friend of mine just returned from Paris where he purchased a very nice 27.4&quot; katana, bo-hi, wide blade, signed as by Nanki Shigekuni, dated Kanbun 7 (1667). He dropped it off this morning so I could look at it with some leasure. Certainly a very masculine blade, I feel confident it is not shodai Shigekuni, but there is always the chance that it is the work of the 2nd or 3rd. If totally wrong for any Shigekuni, then I would look towards it being just a finely made shinshin-to with a false mei. <br/>\n<br/>\nHamon is basically a ko-gunome/ko-choji-gunome, clear nioi-guchi, lots of ashi, some of the gunome appear like hako-gunome (squared) in places. Boshi is a continuation of the hamon, ko-maru with long kaeri. There are clear and crisp ko-nie sprinkled nicely above the boshi. Hope this paints some &quot;picture&quot; for you to envision.<br/>\n<br/>\nOne characteristic which is quite noticable is that in the upper 1/3rd of the blade (kissaki end), the hamon takes on a very wide (thick) band of nioi, unlike the lower 2/3rds&#39; hamon which is more typically made nioi-guchi. Where this very thick nioi begins, there is also a little muneyaki above it in that section, and of course, the rather long kaeri exists. If you can picture this, does anyone ever recall that something like this would be found on Shigekuni school blades? Possibly found elsewhere? <br/>\n<br/>\n&quot;If&quot; this would be shinshin-to work, honestly, it reminds me a lot of Naokatsu&#39;s work, but I don&#39;t recall his ever &quot;copying&quot; Shigekuni&#39;s work. Whatever it is, it is a handsome sword! Comments????<br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2438,
    "nextTopicId": 2440
}