{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 85349368,
            "authorName": "deron_vfr750",
            "from": "&quot;deron_vfr750&quot; &lt;deron@...&gt;",
            "profile": "deron_vfr750",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Sponsor Links at Nihonto Auctions",
            "postDate": "1117569404",
            "msgId": 3014,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQ3aWZocytuaWdlQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3013,
            "nextInTime": 3015,
            "topicId": 3014,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello, NihontoAuction.com is up and running. We ve have a few good auctions and some really neat Japanese sword related items. I would like to make a one time",
            "messageBody": "<div id=\"ygrps-yiv-312678728\">Hello,<br/>\n<br/>\nNihontoAuction.com is up and running. We&#39;ve have a few good auctions<br/>\nand some really neat Japanese sword related items. I would like to<br/>\nmake a one time announcement on the following.<br/>\n<br/>\nI&#39;ve just created some sponsor links at NihontoAuctions.com. The<br/>\neventual idea is to provide the space for these links at a nominal fee<br/>\nof around $2.00 per week. With a web interface that potential<br/>\nadvertisers can use to purchase advertising space. Since I don&#39;t have<br/>\nthat setup yet, I&#39;ve had to manually create the links. You&#39;ll notice<br/>\nthat is looks a lot like Google AdWords :-) But unlike AdWords, it&#39;s<br/>\ncomparatively cheap.<br/>\n<br/>\nWhat you see now are links created for people that are providing<br/>\nNihontoAuctions.com with a link on their website. I&#39;m sorry if I<br/>\nforgot anyone, please contact me privately and I&#39;ll add you.<br/>\n<br/>\nOnce I get the ad purchasing webpage complete, I will create a LINKS<br/>\npage and move these links to that page. For now, and until I get the<br/>\npurchasing webpage complete, I&#39;m offering free link/ad space for those<br/>\ninterested. It&#39;s a first come first served sort of thing since I have<br/>\nlimited space. Please contact me privately if you are interested.<br/>\n<br/>\nAgain, I will create a links page in which I will place free of charge<br/>\nanyones link that links NihontoAuctions.com. HOWEVER, for those<br/>\ninterested in front page advertising space, the cost will be around $2<br/>\na week once I get the purchasing webpage complete. (Approx 1 month).<br/>\n<br/>\nI hope this is fair. I&#39;m not doing this to get rich, but to pay server<br/>\nfees so I can continue to provide this service.<br/>\n<br/>\nThanks for the band-width,<br/>\nDeron<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nihontoauctions.com\">http://www.nihontoauctions.com</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3008,
    "nextTopicId": 3015
}