{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 146102294,
            "authorName": "swordnsig",
            "from": "&quot;swordnsig&quot; &lt;Krmue11er@...&gt;",
            "profile": "swordnsig",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Nagamaki kosherai",
            "postDate": "1055211679",
            "msgId": 347,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJjM2ZhditnbXZiQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 346,
            "nextInTime": 348,
            "topicId": 347,
            "numMessagesInTopic": 0,
            "msgSnippet": "First, I want to thank Jim for posting these pictures for me!  i just figured out how to get signed on! {:)  As I mentioned to Jim, the miscellaneous",
            "messageBody": "<div id=\"ygrps-yiv-1500808\">First, I want to thank Jim for posting these pictures for me!  i just <br/>\nfigured out how to get signed on! {:)  As I mentioned to Jim, the <br/>\nmiscellaneous attachments on this section of pole (14 inches long) in <br/>\nmy opinion are all functional.  I believe as Jim mentioned that the <br/>\nbarbs on the &quot;quadraspike&quot; (how&#39;s that for a word!) are for breaking <br/>\nthe blade of an opponent.  I also think that the tightly woven fiber <br/>\nbands on both sides of it would act as shock absorbers..they would <br/>\nflex under impact and then spring back to their original position.  I <br/>\nimagine the impact of a blade against another weapon would be <br/>\nconsiderable.  I think also that with this heavy a blade, the pole <br/>\nwould need quite a bit of reinforcement and all these fittings would <br/>\ndefinately supply that.  I believe the section behind the large tsuba <br/>\nwould have had same&#39; panels and tsukamaki wrap for the left (forward) <br/>\nhand.  This nagamaki is very plain in all respects and in my opinion <br/>\nis probably a Shinshinto copy of an older fighting piece not some <br/>\nlate ceremonial decoration.  The Shinshinto period was a time <br/>\nof &quot;experimental archaeology&quot; in that the Japanese were trying to <br/>\nrediscover their earlier sword making styles and abilities and I <br/>\nthink this may be one outcome of that study.<br/>\nKeith</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 346,
    "nextTopicId": 348
}