{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 210540657,
            "authorName": "klepet33319",
            "from": "&quot;klepet33319&quot; &lt;Ppeterdds@...&gt;",
            "profile": "klepet33319",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Higo",
            "postDate": "1135083550",
            "msgId": 3599,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRvOHY2dStsbjFqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3586,
            "nextInTopic": 0,
            "prevInTime": 3598,
            "nextInTime": 3600,
            "topicId": 3586,
            "numMessagesInTopic": 0,
            "msgSnippet": "Let s not rule out later Nishigaki either as it was influenced by the Edo Higo group (Torigoye, Tsuba An Aesthetic Study).  I tend to have a problem with metal",
            "messageBody": "<div id=\"ygrps-yiv-1777216786\">Let&#39;s not rule out later Nishigaki either as it was influenced by the <br/>\nEdo Higo group (Torigoye, Tsuba An Aesthetic Study).  I tend to have a <br/>\nproblem with metal quality as a parameter because as you progress into <br/>\nthe later Edo period factory plate was presumably used in greater <br/>\nquantity.  The sharpness of the sukashi and ornateness of the inlay <br/>\ninfluence my feeling toward Edo Higo.  <br/>\nAs far as fare market value, who knows?  If in doubt I&#39;d take it to <br/>\nTampa and show it around.  It&#39;s only a few weeks off anyway (unreal, <br/>\nhuh) and it&#39;s far better than Ebay!  Later.</div>",
            "specialLinks": []
        },
        {
            "userId": 210540657,
            "authorName": "klepet33319",
            "from": "&quot;klepet33319&quot; &lt;Ppeterdds@...&gt;",
            "profile": "klepet33319",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Higo",
            "postDate": "1134884436",
            "msgId": 3586,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRvMnNvayt1cWs1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3599,
            "prevInTime": 3585,
            "nextInTime": 3587,
            "topicId": 3586,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hey Curran -- my gut hunch is either Nakane Heihachiro or Edo Higo, most prob Nakane.  The example on Andy Quirts site and this one have the same indentations",
            "messageBody": "<div id=\"ygrps-yiv-1367764021\">Hey Curran -- my gut hunch is either Nakane Heihachiro or Edo Higo, <br/>\nmost prob Nakane.  The example on Andy Quirts site and this one have <br/>\nthe same indentations about the nakagoana (I am not certain if tagane <br/>\nmei is appropriate here -- Jim would know on this -- I&#39;ve seen this on <br/>\nother Higo pieces also).  You know I&#39;ve seen examples from some of the <br/>\nother Higo schools with this &#39;look&#39; so it&#39;s sort of a guess.  <br/>\n<br/>\nFrom what I&#39;ve heard the Higo Taikan has a lot of questionable <br/>\nattributions, but then it seems as time goes on that&#39;s what you here <br/>\nabout most of the older reference books.  I get the feeling there is a <br/>\nmove into orthodoxy going on in the field -- Sasano, Torigoye, and <br/>\nother explorationists being questioned in absentia.  Hmmmm, always <br/>\ninteresting.  I have to wonder at times if not being able to read the <br/>\nJapanese texts is a curse or a blessing in disguise as it forces us to <br/>\nthink for ourselves (heretics all) instead of towing the party line.<br/>\nWell, I guess I&#39;ve still got that 60&#39;s in me!  Later.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3596,
    "nextTopicId": 3617
}