{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 129124237,
            "authorName": "samurai@xhasc.com",
            "from": "samurai@...",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: shrine horimono",
            "postDate": "1055797392",
            "msgId": 367,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMwNjE2MjEwMzEyLkUzOUY1NUI2QjFAcG9zdG9mZmljZS5vbW5pcy5jb20+",
                "inReplyToHeader": "IlJvbiBIYXJ0bWFubiIncyBtZXNzYWdlIG9mICJNb24sIDE2IEp1biAyMDAzIDEzOjUzOjA2IC0wNTAwIg==",
                "referencesHeader": "PDAwYzQwMWMzMzQzOCQ4NzMyNzYzMCQ0YTVkOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 366,
            "nextInTopic": 0,
            "prevInTime": 366,
            "nextInTime": 368,
            "topicId": 366,
            "numMessagesInTopic": 0,
            "msgSnippet": "... All of the swords that were on display at one of the shrines I visited had a dedication of some sort carved into the blade. Some were very crude, most of",
            "messageBody": "<div id=\"ygrps-yiv-413591422\">&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a>&gt; writes:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; My question is this.  Having this name carved on the blade as it is,<br/>\n&gt; would this indicate the sword had some association with this shrine or<br/>\n&gt; perhaps that the Owner had some association with this shrine?<br/>\n<br/>\n </span></blockquote>All of the swords that were on display at one of the shrines I visited<br/>\nhad a dedication of some sort carved into the blade. Some were very<br/>\ncrude, most of them made me wince &quot;why do this to a good blade!&quot; It&#39;s<br/>\npossible that some were well done but after having sword TLC hammered<br/>\ninto my head from day one, from my point of view I couldn&#39;t consider it<br/>\nas anything other than vandalism (read: this is my bias, and I know it&#39;s<br/>\na bias :-).<br/>\n<br/>\nIt is possible that your sword was dedicated to the shrine in question<br/>\nand then un-dedicated by a serviceman or something.<br/>\n<br/>\n- darcy</div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "shrine horimono",
            "postDate": "1055789586",
            "msgId": 366,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwYzQwMWMzMzQzOCQ4NzMyNzYzMCQ0YTVkOTRjZUByb25oYXJ0bWFubj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 367,
            "prevInTime": 365,
            "nextInTime": 367,
            "topicId": 366,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - I ve copied all groups in hopes for reaching somebody with an answer... A sword of mine has horimono on which I ve just learned, reads: Inari Daimyo",
            "messageBody": "<div id=\"ygrps-yiv-33762321\">Hi all - <br/>\n<br/>\nI&#39;ve copied all groups in hopes for reaching somebody with an answer...<br/>\n<br/>\nA sword of mine has horimono on which I&#39;ve just learned, reads: Inari Daimyo Jin, which I understand is the name of a shrine.  Searching on google.com I find this shrine is in Kasama north of Tokyo.  <br/>\n<br/>\nMy question is this.  Having this name carved on the blade as it is, would this indicate the sword had some association with this shrine or perhaps that the Owner had some association with this shrine?  I realize there might not be a positive answer to this question but I&#39;d be interested to read your comments and opinions either way.  (The other side of the sword has a particularly beautiful &quot;dragon/ken&quot; carved within a very wide, short bo hi.  The dragon is noticably &quot;tightly wrapped&quot; around the ken, an obvious characteristic [style/representation/form?] I have yet to fine illustrated elsewhere.)  The mumei, short (25&quot;) ubu katana was given 78 pts. and attributed to Bizen Heiuezaimon Tadamitsu, Eisho (ca. 1504) during the September 2001 shinsa hosted by Chris Bowen.  <br/>\n<br/>\nComments?<br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 359,
    "nextTopicId": 375
}