{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 253243880,
            "authorName": "D P",
            "from": "D P &lt;dpoll64@...&gt;",
            "profile": "dpoll64",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [nihontostudy] Digest Number 694",
            "postDate": "1136588500",
            "msgId": 3669,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDYwMTA2MjMwMTQwLjk3NjY5LnFtYWlsQHdlYjI1MDA4Lm1haWwudWtsLnlhaG9vLmNvbT4=",
                "inReplyToHeader": "PDExMzY1NjczMjguMjI5Ljc4MTU3Lm0xOUB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3668,
            "nextInTime": 3670,
            "topicId": 3669,
            "numMessagesInTopic": 0,
            "msgSnippet": "Guys , Thank  you  very much  for the  interesting replies. I think  I have a  fake or  a very  nice  tanto. At the moment I  still have hope but I did",
            "messageBody": "<div id=\"ygrps-yiv-1072997153\">Guys ,<br/>\n  Thank  you  very much  for the  interesting replies. I think  I have a  fake or  a very  nice  tanto. At the moment I  still have hope but I did purchase it in  china???? and the  more  I read  about swords on  these  brilliant  sites the  more  I  think  i am heading  for tears.<br/>\n   <br/>\n  The  serial  number (in english) is  descreetly placed on the  saya (scabbord) on the  Koiguchi (mouth of the scabbord) which  appears  to be  brass. You cannot  see it  when  the   tanto is in the  scabbord.<br/>\n   <br/>\n  The blade  lenght is  10.4 inches the  overall lenght  is  17.9 inches.<br/>\n  There is  a mei  on the  tang. With the use of another  site  I managed to make  out  the swords smith  name  as  Nagimistsu? Nagamitsu? (two  kangi). On the  other  side of the  tang there are  four kangi,  I did not  find  out  what they  are , I assume  the  date?) <br/>\n   <br/>\n  Its  the  saya  is  covered in sharkskin,  as is the  Suka which  appears to be  wraped  around a wooden  handle<br/>\n   <br/>\n   <br/>\n  I suppose  it would  be  easier  to  post  a picture  is  that  allowed?<br/>\n   <br/>\n   <br/>\n   <br/>\n  Any way Guys  once  again thank you  for the replies<br/>\n   <br/>\n  David<br/>\n  <br/>\n <br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3657,
    "nextTopicId": 3666
}