{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 197643986,
            "authorName": "Craig Harris",
            "from": "Craig Harris &lt;bridgeofdreams@...&gt;",
            "profile": "musashibobenkei",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Kokusai Tosogu Kai Book and a few other books of interest",
            "postDate": "1137127849",
            "msgId": 3717,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNmZmExNWUxMDYwMTEyMjA1MGc2YWFmZjZsZGY2ZmI5ZWE0ZjlkZGUxOUBtYWlsLmdtYWlsLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3716,
            "nextInTime": 3718,
            "topicId": 3717,
            "numMessagesInTopic": 0,
            "msgSnippet": "I want to take a moment to wish all of you a healthy and treasure-filled 2006, and bring to your attention a new publication of interest to Kodogu collectors,",
            "messageBody": "<div id=\"ygrps-yiv-370246864\">I want to take a moment to wish all of you a healthy and<br/>\ntreasure-filled 2006, and bring to your attention a new publication of<br/>\ninterest to Kodogu collectors, and a few other books not quite so new.<br/>\n<br/>\nOf the 600 copies of this book, 200 were reserved for Japan and sold<br/>\nout. Most of the remainder were bought by the non-Japanese membership,<br/>\nand some of you reading this might have received a copy as a gift over<br/>\nthe holidays. I have been given a small number to sell, and am<br/>\ndelighted to offer:<br/>\n<br/>\nNAKAMURA, NICK, EDITOR. Kokusai Tosogu Kai, 2005 International<br/>\nConvention & Exhibition. Tokyo: Kokusai Tosogu Kai, 2005. First<br/>\nedition. 108 p. The catalog of the first Exhibition of Kokusai Tosogu<br/>\nKai, an international group dedicated to the study and appreciation of<br/>\n tosogu, or Japanese sword fittings. Held in Louisville, Kentucky, at<br/>\nthe Frazier Historical Arms Museum, the exhibition featured items from<br/>\nCanadian and U.S., and Japanese collections. The Japanese items, most<br/>\nnever having been exhibited outside of Japan, were professionally<br/>\nphotographed for the catalog, and reproduced to the highest standards.<br/>\nThe catalog also features a 14 page article by Robert Haynes, &quot;My<br/>\nFirst Sixty Years as a Student of Kodogu,&quot; complemented by photos from<br/>\nhis personal archives documenting his years of study. Also included is<br/>\nan insightful colloquy between Ms. Taeko Watanabe, president of the<br/>\nSano Museum in Mishima, and Terukata Kawabata,  NBTHK Director and<br/>\nDirector of Kokusai Budo Renme (International Martial Arts Federation)<br/>\non &quot;Sukashi Tsuba, Their Use and Aesthetic Beauty.&quot; A beautifully<br/>\nproduced book and a rare treat for students of Japanese sword<br/>\nfittings. Limited to 600 copies. Hard Cover with Slipcase.<br/>\nNew.\t$150.00<br/>\n<br/>\nNot to ignore sword collectors, I have on hand a recent publication<br/>\nthat was mentioned on one of the lists not long ago:<br/>\n<br/>\nKAWACHI, KUNIHIRA AND MANABE, MASAO. The Art of the Japanese Sword As<br/>\nTaught by the Experts. Tokyo: Ribun, 2004. First English language<br/>\nedition. ISBN: 4898062261. 156 p. This is a great little book, part<br/>\nintroduction for beginners, bits of history, a fabulous section of<br/>\npictures of every phase of the making of Nihonto. All of this from the<br/>\nperspective of a working mukansa smith. The introductory sections will<br/>\nbe most useful to new collectors, but many things are pointed out that<br/>\nare missing from the other classic introductory texts. Handy directory<br/>\nto museums world-wide where Japanese swords can be seen.  Glossy<br/>\nPictorial Cover. New.  $65.00<br/>\n<br/>\nAnd another excellent sword reference from the other side of the globe:<br/>\n<br/>\nSIONG, HAN BING. Japanese Swords in Dutch Collections A Selection from<br/>\n500 Descriptions in the Series Japanse Zwaarden in Nederland Bezit.<br/>\nRijswijk, Netherlands: The Netherlands Token Society, 2003. First<br/>\nedition. 244 p. Translated from the Dutch by J. M. Bonsel and M.<br/>\nLaros. This selection of  85 blades of the 500 cataloged by Han Bing<br/>\nSong since 1979 was published to celebrate the 25th anniversary of the<br/>\nNetherlands Token Society. The cataloging project included swords in<br/>\nmuseums as well as private collections. Of those presented in this<br/>\nbook, a range of swords from Koto through Gendaito are shown with<br/>\noshigata and Mr. Han&#39;s scholarly and insightful comments.  Seventeen<br/>\nof the blades are also presented in photographs, and there are 14<br/>\npages of full color photographs of the best of the koshirae. An<br/>\noutstanding publication of the highest quality and most valuable<br/>\ncontent. Pictorial Hardcover. New. \t$125.00<br/>\n<br/>\nBack to fittings, I have been thoroughly enjoying the next recently<br/>\npublished book. Mr. Ito was a student of Sasano, and I am told that<br/>\nthis volume is to be followed by another on Hirata Hikozo. I&#39;m keeping<br/>\nmy fingers crossed!<br/>\n<br/>\nITO, MITSURO. Works of Kanshiro Nishigaki. Tokyo: 2005. First edition.<br/>\nA lavishly produced survey of the works of the four generations of<br/>\nKanshiro Nishigaki, one of the four major Higo fittings makers. All<br/>\ncolor photos, over 250 items, text in Japanese but photo captions also<br/>\nin English. Hard Cover with Slipcase. New. $275.00<br/>\n<br/>\nFinally, I have to mention a book that every student of the Arts of<br/>\nJapan ought to have. This was very hard to find and quite expensive<br/>\nfor many years until the bulk of the 2000 copies, which had been<br/>\nstored since the late &#39;70s, were located a little over a year ago.<br/>\nAnyone who has a copy of &quot;Legend in Japanese Art&quot; should have this,<br/>\nand if you don&#39;t have a copy of Joly&#39;s book, I can help you with that<br/>\nas well.<br/>\n<br/>\nTOMPKINS, JOHN BARR, AND DOROTHY CAMPBELL TOMPKINS . People, Places<br/>\nand Things in Henri Joly&#39;s Legend in Japanese Art An Analytical Index.<br/>\nAlexandria VA: Kirin Books & Art, 1978. First and only edition. 217 p.<br/>\n In response to a letter written to the International Netsuke<br/>\nCollectors Society Journal, and based on their own frustration in<br/>\nusing &quot;Legend,&quot; the authors produced an analytical subject index to<br/>\nHenri Joly&#39;s essential reference work &quot;Legend in Japanese Art.&quot;  A<br/>\nlimited edition of 2000 copies.  Hard Cover with Dust Jacket. New.  <br/>\n$35.00<br/>\n<br/>\nOf course I have many other books listed on my website, and continue<br/>\nto add inventory from the shelves and many boxes of uncataloged books<br/>\nthat drive my wife crazy! If there is a book you have been searching<br/>\nfor that you don&#39;t see, please ask as it&#39;s likely I have it.<br/>\n<br/>\nI want to thank all of you that have supported my efforts over the<br/>\npast year, and I continue to look forward to the satisfaction I get<br/>\nfrom finding great homes for great books. I&#39;m preparing for the Tampa<br/>\nshow, and hope to spend time there with friends both old and new.<br/>\n<br/>\nCraig<br/>\n<br/>\nTerms: I accept PayPal and major Credit Cards. I ship worldwide at<br/>\nadditional charge, but I pass those costs on without markup. Illinois<br/>\nresidents will be charged 8.5% sales tax. Any book may be returned<br/>\nwithin 7 days of receipt for any reason provided it is in the same<br/>\ncondition and by the same means as originally sent, and prior notice<br/>\nis given. Please insure returns for their full value and give them the<br/>\nsame care in packing as we did when we shipped them to you.<br/>\n<br/>\n--<br/>\nCraig Harris<br/>\nBooks from and about Asia<br/>\nwww.bridgeofdreams.com<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:craigharris@...\">craigharris@...</a><br/>\nSkype: bridgeofdreams<br/>\n<br/>\nTerms: I accept PayPal and major Credit Cards, please contact me for<br/>\ndetails about bank transfers, Swift checks, and other payment methods.<br/>\nI ship worldwide at additional charge, but I pass those costs on<br/>\nwithout markup. Illinois residents will be charged 8.5% sales tax. You<br/>\nmay order from my secure website, by email, telephone, or fax.<br/>\n<br/>\nPlease email or call if you have any questions.<br/>\n<br/>\nAny book may be returned within 7 days of receipt for any reason<br/>\nprovided it is in the same condition and by the same means as<br/>\noriginally sent, and prior notice is given. Please insure returns for<br/>\ntheir full value and give them the same care in packing as we did when<br/>\nwe shipped them to you.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3709,
    "nextTopicId": 3725
}