{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 66909074,
            "authorName": "Gordon Robson",
            "from": "&quot;Gordon Robson&quot; &lt;robsongo@...&gt;",
            "profile": "robsongord",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [nihontostudy] kongo-bei",
            "postDate": "1055892460",
            "msgId": 378,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE5FQkJKQkdCR01MR0xQSUhGQkZBQUVDUERBQUEucm9ic29uZ29Ac3d1LmFjLmpwPg==",
                "inReplyToHeader": "PDIwMDMwNjE3MTAzNTIzLjgxMzE0LnFtYWlsQHdlYjIwNTAzLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 375,
            "nextInTopic": 0,
            "prevInTime": 377,
            "nextInTime": 379,
            "topicId": 375,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Paul, Nobody seems interested in answering this, so I might as well put my foot into it. The school, as you note, is conservative, which is probably due to ",
            "messageBody": "<div id=\"ygrps-yiv-174513705\">Hi Paul,<br/>\n<br/>\nNobody seems interested in answering this, so I might as well put my foot<br/>\ninto it. The school, as you note, is conservative, which is probably due to<br/>\ntheir Yamato origins, another very conservative place. I read the school<br/>\nname as Kongobyoe, which is the pronunciation typically heard in Japan,<br/>\nalthough there seems to be an alternative to just about every possible<br/>\nreading for a name. The blades are seen as &quot;waki-mono&quot; or outside the main<br/>\nschools. There has long been a tendency to look down on &quot;waki-mono&quot; with<br/>\nsome exceptions. Part of the problem is that with this school and others<br/>\nsuch as the Kanabo school, the Bungo Takada school, the Kai Mihara school,<br/>\nthey produced a lot of kazu-uchi, which were obviously popular because they<br/>\nhave been so well used -- or used up. There are many who think that this is<br/>\nall these schools produced, which like all generalizations, doesn&#39;t hold<br/>\ntrue for a small, but important body of very good work. Thus, you should<br/>\nlook at the individual blade for the quality it possesses and not the<br/>\n&quot;truths&quot; distributed by opinion makers. The nice thing about Kongobyoe and<br/>\nthe other schools I have mentioned, is that due to these kinds of<br/>\nprejudices, their prices remain affordable even in Japan. Hope this fogs the<br/>\nissue up sufficiently.<br/>\n<br/>\nGordon<br/>\n  -----Original Message-----<br/>\n  From: paul bowman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bowman1955@...\">bowman1955@...</a>]<br/>\n  Sent: Tuesday, June 17, 2003 7:35 PM<br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a><br/>\n  Subject: [nihontostudy] kongo-bei<br/>\n<br/>\n<br/>\n  Hi All,<br/>\n  this is a first message to the group so I am hoping I havent been beaten<br/>\nby technology.<br/>\n  having seen Carys beautifully mounted Kongo-bei katana I was wondering<br/>\nwhat the current view/ opinion of this school was. I understand that they<br/>\nwere not particularly highly thought of 20+ years ago as they were regarded<br/>\nas ultra conservative and not conforming directly with one of the 5<br/>\ntraditions. More recently 1 was listed in Comptons 100 masterpieces and I<br/>\nhave seen several others (well at least 1) with Juyo certification. I bought<br/>\na O-suriage katana with hozon papers a couple of years ago and have to say I<br/>\nreally like it, not least for the fact it is extremely healthy<br/>\n particularly for a blade that is between 5 and 700 years old) and a<br/>\npowerful blade. Originally it must have been 31+ inches long. Has the school<br/>\nbecome more widely appreciated in recent years or is it just us ultra<br/>\nconservative suguha fanatics that love them.<br/>\n  would value opinions<br/>\n  regards<br/>\n  paul<br/>\n<br/>\n<br/>\n<br/>\n  ---------------------------------<br/>\n  Want to chat instantly with your online friends? Get the FREE<br/>\nYahoo!Messenger<br/>\n<br/>\n  [Non-text portions of this message have been removed]<br/>\n<br/>\n<br/>\n        Yahoo! Groups Sponsor<br/>\n<br/>\n<br/>\n<br/>\n  To unsubscribe from this group, send an email to:<br/>\n  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy-unsubscribe@yahoogroups.com\">nihontostudy-unsubscribe@yahoogroups.com</a><br/>\n<br/>\n<br/>\n<br/>\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 150823600,
            "authorName": "paul bowman",
            "from": "=?iso-8859-1?q?paul=20bowman?= &lt;bowman1955@...&gt;",
            "profile": "bowman1955",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "kongo-bei",
            "postDate": "1055846123",
            "msgId": 375,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMwNjE3MTAzNTIzLjgxMzE0LnFtYWlsQHdlYjIwNTAzLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 378,
            "prevInTime": 374,
            "nextInTime": 376,
            "topicId": 375,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi All, this is a first message to the group so I am hoping I havent been beaten by technology. having seen Carys beautifully mounted Kongo-bei katana I was",
            "messageBody": "<div id=\"ygrps-yiv-1490285551\">Hi All,<br/>\nthis is a first message to the group so I am hoping I havent been beaten by technology.<br/>\nhaving seen Carys beautifully mounted Kongo-bei katana I was wondering what the current view/ opinion of this school was. I understand that they were not particularly highly thought of 20+ years ago as they were regarded as ultra conservative and not conforming directly with one of the 5 traditions. More recently 1 was listed in Comptons 100 masterpieces and I have seen several others (well at least 1) with Juyo certification. I bought a O-suriage katana with hozon papers a couple of years ago and have to say I really like it, not least for the fact it is extremely healthy ( particularly for a blade that is between 5 and 700 years old) and a powerful blade. Originally it must have been 31+ inches long. Has the school become more widely appreciated in recent years or is it just us ultra conservative suguha fanatics that love them.<br/>\nwould value opinions<br/>\nregards<br/>\npaul<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nWant to chat instantly with your online friends? Get the FREE Yahoo!Messenger<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 366,
    "nextTopicId": 358
}