{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 213364357,
            "authorName": "excelsiorilluminati",
            "from": "&quot;excelsiorilluminati&quot; &lt;excelsiorilluminati@...&gt;",
            "profile": "excelsiorilluminati",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "fusion",
            "postDate": "1142481884",
            "msgId": 3978,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGR2YW80cytnOThmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3977,
            "nextInTime": 3979,
            "topicId": 3978,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi All, If some of the comments made could be fused and edited the tekkotsu in tsuba may be explained as to why they appear or not. When tsuba were in their",
            "messageBody": "<div id=\"ygrps-yiv-177963868\">Hi All,<br/>\n   If some of the comments made could be fused and edited the <br/>\ntekkotsu in tsuba may be explained as to why they appear or not.<br/>\n   When tsuba were in their infancy on the new curved single edged <br/>\nsword they were made by the smiths who made the swords. It makes no <br/>\nsense that separate steels would be used, so the tamahagane and old <br/>\nsteels being reused were the base metals used in the tsuba <br/>\nmanufacture. this would cause the same characteristics found in the <br/>\nblades to appear in the tsuba. Inclusions, layers, and <br/>\nnonhomogeneity in the steel itself. In the art sense this would be <br/>\nthe primitivist stage where form came before function. The times <br/>\nwere constant warfare and all parts must be robust.<br/>\n   Now come the times of peace and for the most part form supplants <br/>\nfunction. Soft iron is a good plate for carving and inlay and soft <br/>\nmetals become more and more common. No more tekkotsu for the most <br/>\npart except for the few schools that continue the tradition of <br/>\nworked steel.<br/>\n    Shinshinto times bring the revival of the old ways. What <br/>\nappeared on old tsuba was now a favourable thing to copy including <br/>\nusing steel again and emphasising attributes such as tekkotsu. <br/>\nAppreciation of functional aspects were now artistically <br/>\nappreciated. What was functional had now become raised to the <br/>\nhighest form. This happened in the Chanoyu, Kodo and was almost <br/>\ndecadent. I&#39;ll leave that argument for another day. John</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3976,
    "nextTopicId": 3954
}