{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 123364401,
            "authorName": "nihontochicken",
            "from": "&quot;nihontochicken&quot; &lt;rick@...&gt;",
            "profile": "nihontochicken",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Very OT, ...",
            "postDate": "1151531503",
            "msgId": 4303,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU3dXRsZis5ZzQxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 4302,
            "nextInTime": 4304,
            "topicId": 4303,
            "numMessagesInTopic": 0,
            "msgSnippet": "... but something you should be aware of.  If you are at all invested in the stock market (and most are nowadays due to 401k and IRA accounts and the like),",
            "messageBody": "<div id=\"ygrps-yiv-2134189396\">... but something you should be aware of.  If you are at all invested<br/>\nin the stock market (and most are nowadays due to 401k and IRA<br/>\naccounts and the like), you should be aware of the fraud perpetrated<br/>\nat the highest levels in the equity markets.  You may have recently<br/>\nheard of Gary Aguirre, a Securities and Exchange Commission<br/>\ninvestigator who had evidence of insider trading at Pequot Capital<br/>\nManagement, a large hedge fund.  In his pursuit of the investigation,<br/>\nhe asked to subpoena the former Pequot CEO who was in charge during<br/>\nthe possible malfeasance.  But this person, John Mack, is a personal<br/>\nfriend of, and large campaign contributor to, The Prez.  And so the<br/>\ninsider trading investigation was terminated without explanation by<br/>\nthe SEC executives, and Mr. Aguirre was summarily fired, also without<br/>\nexplanation, and only eleven days after having received a glowing<br/>\nperformance evaluation and substantial salary raise.  I don&#39;t wish to<br/>\nturn this board into a political rant&#39;n&#39;rave wastepit, and so will say<br/>\nno more here.  Nor do I encourage anyone else to respond here.  I only<br/>\nwant to get the word out and perhaps stimulate others to get hot on<br/>\nthis fraud issue and perhaps address it in better suited venues.  This<br/>\nincredible corruption is not a Democrat vs. Republican dynamic, the<br/>\npoliticians are all in it, save a few such as Rep. Ron Paul of Texas<br/>\nand Senator Tom Coburn of Oklahoma.  Otherwise, they mostly all<br/>\nprovide political cover for the large corporations and Wall Street<br/>\nfirms raping the individual investors.  Here is the link to Mr.<br/>\nAguirre&#39;s testimony today to the Senate Committee on the Judiciary. <br/>\nLengthy read, but well worthwhile.  Whether you determine to do<br/>\nsomething or just close your eyes, so be it (but no return rants here,<br/>\nplease).<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://judiciary.senate.gov/testimony.cfm?id=1972&wit_id=5485\">http://judiciary.senate.gov/testimony.cfm?id=1972&wit_id=5485</a><br/>\n<br/>\nNC  :o(</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4259,
    "nextTopicId": 4306
}