{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 224584094,
            "authorName": "NihontoAuctions",
            "from": "&quot;NihontoAuctions&quot; &lt;nihontoauctions@...&gt;",
            "profile": "nihontoauctions",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "New Tsuba Book Now Available by Dr John Lissenden",
            "postDate": "1152647346",
            "msgId": 4338,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU5MHZiaStqOTdwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 4337,
            "nextInTime": 4339,
            "topicId": 4338,
            "numMessagesInTopic": 0,
            "msgSnippet": "I am pleased to announce that The Namban Group of Japanese Sword Guards: A Reappraisal by Dr John Lissenden is currently available (see the links below). As",
            "messageBody": "<div id=\"ygrps-yiv-56930053\">I am pleased to announce that &quot;The Namban Group of Japanese Sword<br/>\nGuards: A Reappraisal&quot; by Dr John Lissenden is currently available<br/>\n(see the links below).<br/>\n<br/>\nAs indicated, a B&W paperback version (8.5x11) will be availalble from<br/>\nAmazon and most online stores Near the end of July or beginning of<br/>\nAugust. Current versions available are color and come in soft cover<br/>\nand &quot;case wrap&quot; Hard Back.<br/>\n<br/>\n------------------------------------<br/>\nVersion Information & Pricing:<br/>\n<br/>\nPaperback (Black and White Photographs) $50.00 USD - Available end of<br/>\nJuly from Amazon, WH Smith Online, etc.<br/>\nPaperback (17 Color Photographs) $75.00 -<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.double-dragon-ebooks.com/single.asp?ISBN=1-55404-365-4SC\">http://www.double-dragon-ebooks.com/single.asp?ISBN=1-55404-365-4SC</a><br/>\n<br/>\nHard Back [case wrap] (17 Color Photographs) $100.00 -<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.double-dragon-ebooks.com/single.asp?ISBN=1-55404-365-4HC\">http://www.double-dragon-ebooks.com/single.asp?ISBN=1-55404-365-4HC</a><br/>\n----------------------------------------<br/>\nPrior to their redefinition by Ogawa in 1987, the Namban group of<br/>\ntsuba had received scant attention from scholars. In part, this had<br/>\nbeen due to the lack of a clearly defined categorisation, making<br/>\nsystematic attribution of the group difficult and thus preventing<br/>\ncoherent study of the corpus as a whole. Dr John Lissenden uses this<br/>\nredefinition as the starting point in his accessible, creative and<br/>\nthoroughly researched study of Namban tsuba, for which he was awarded<br/>\nthe degree of Master of Arts in East Asian Studies by the University<br/>\nof Durham in 2002.<br/>\n<br/>\nThe author has made good use of the research that has been previously<br/>\ndone by European and Japanese students, but has also been originally<br/>\ncritical of some of the established scholarship. This approach has<br/>\nallowed him to present interpretations of Namban tsuba that are indeed<br/>\nnew. Among collectors and curators, some aspects of this study will be<br/>\ndebated  even contested  but the clarity of the author&#39;s position<br/>\nwill cause them to reconsider some of their originally held beliefs.<br/>\n<br/>\nCollectors also will value this study because it presents an<br/>\ninnovative categorisation of this previously neglected group of sword<br/>\nguards, and serves to clarify the diversity and relationships of the<br/>\nNamban style. Including, as it does, expositions on both gilding and<br/>\ncasting as related to this group of tsuba, the author&#39;s reappraisal<br/>\nalso uses the data on sword furniture as a new source of insight and<br/>\ninformation on historical developments in East Asia during the 16th to<br/>\n18th centuries.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4318,
    "nextTopicId": 4326
}