{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "KTK catalogues",
            "postDate": "1163967968",
            "msgId": 4665,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwNDEwMWM3MGMxOCRmNDkxNzNmMCRhZjFiODQ0YkByb24+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 4664,
            "nextInTime": 4666,
            "topicId": 4665,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - As was mentioned earlier, I (along with other KTK members) have copies of our 2006 convention and exhibition catalogue available for sale. It looks",
            "messageBody": "<div id=\"ygrps-yiv-293492089\">Hi all - <br/>\n<br/>\nAs was mentioned earlier, I (along with other KTK members) have copies of our 2006 convention and exhibition catalogue available for sale. It looks like shipping weight when packaged will be 4 lbs. I&#39;d prefer using priority mail (uninsured) or if wanted, media mail (but with insurance) can also be done. What I&#39;d suggest is anyone wanting a copy from me should email me direct with your address and if you want the copy shipped priority or the slower media mail. I&#39;ll get back to you with final cost. (Catalogue costs $50 plus shipping; $4.38 insured media mail or a few bucks more, priority.)<br/>\n<br/>\nThe 2nd Kokusai Tosogu Kai convention exhibition was held in Tokyo several weeks ago. It was a super exhibit of super fittings and koshirae held at the Takashimaya Department Store exhibition area in Tokyo. This year&#39;s catalogue is wonderful, being hard bound with slip cover and illustrations in color of high quality printing. I&#39;ll try to post some photos of the catalogue somewhere later this week but honestly, the catalogue, especially at this price, is well worth your hard earned cash! <br/>\n<br/>\nWhat I&#39;d suggest is that anyone outside of the U.S.A. should buy a copy locally. They are available from members outside of the states. <br/>\n<br/>\nIf you&#39;re interested in a copy email me direct: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a> and give me your address. Specify if you want priority or media mail shipping and I&#39;ll quickly get back to you with the total cost including shipping. These are sold &quot;at cost.&quot; <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4650,
    "nextTopicId": 250
}