{
    "totalMsgInTopic": 6,
    "messages": [
        {
            "userId": 210540657,
            "authorName": "klepet33319",
            "from": "&quot;klepet33319&quot; &lt;Ppeterdds@...&gt;",
            "profile": "klepet33319",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: My Kunitomo, Elliott&#39;s photos #1 & #2",
            "postDate": "1168191980",
            "msgId": 4818,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVucmJsYytpZjNyQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGVucDF2NStudjU5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 4817,
            "nextInTopic": 0,
            "prevInTime": 4817,
            "nextInTime": 4819,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "OK -- I guess I ll be the one to go in where angels fear to tread! -- LOL --  I will limit my comments to the two organizations I have personal experience with",
            "messageBody": "<div id=\"ygrps-yiv-967151182\">OK -- I guess I&#39;ll be the one to go in where angels fear to tread!  <br/>\n-- LOL --  I will limit my comments to the two organizations I have <br/>\npersonal experience with having no predjudice toward any others.<br/>\n<br/>\nFirst, I would suggest reading through this link:<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nihonto.ca/ratings.html\">http://www.nihonto.ca/ratings.html</a><br/>\n<br/>\nDarcy Brockbank did a great job going over the organizations ratings <br/>\nsystems and although aimed at swords it crosses over to fittings well.<br/>\n<br/>\nBasically both organizations are excellent and their papers are given <br/>\nhigh regard internationally and their shinsa teams are both top <br/>\nnotch.  It has been &#39;my&#39; experience that if you are papering for <br/>\nauthentication with insight into details then the NTHK might be more <br/>\nappropriate as they rate by point and give description sheets with <br/>\npertinent information (I believe this is only at their US shinsa and <br/>\ndoes not apply to the ones held in Japan).  The NBTHK is the larger <br/>\norganization and perhaps has the advantage of greater popular <br/>\nrecognition/charisma but their papers do not have the worksheets to <br/>\nsupply information and that listed on their origami (paper) can be <br/>\nlimited. It is also a consideration that the NBTHK papers tend to be <br/>\nmore expensive to obtain.  I have both and have submitted for both -- <br/>\nboth organizations are worthy of our support.  <br/>\n<br/>\nAs far as submission (assuming you live outside of Japan) for the <br/>\nNBTHK you will need an agent to submit and would be best served going <br/>\nthrough one of the dealer/agents you can find on-line and/or by <br/>\nrecommendation.  The NTHK has shinsa here in the USA and it would be <br/>\nwell worth your while to go to the shinsa/show (in Chicago this <br/>\nSpring) and be part of the process.  They will have a question/answer <br/>\nsession after the close of the day&#39;s session which is very <br/>\ninformative.  You also have a show to attend in the meantime which <br/>\nwill give you great contacts and many ways to spend your savings! <br/>\n(LOL)  If you simply can&#39;t go then there are again dealer agents who <br/>\ncan assist you. <br/>\n<br/>\nI would strongly suggest that anyone who has the ability to attend <br/>\nthe Chicago Show/Shinsa do so.  This is a &#39;hands-on&#39; field and you <br/>\nneed all the first hand experience you can get.  Books are a far <br/>\nsecond to what you can learn in person.  Be patient as it takes some <br/>\ntime to become known and make contacts.  In the long run the faces <br/>\nwill become familiar (for better or worse - LOL) and you will find <br/>\nyour &#39;niche&#39;.  I guarantee it can be time well spent.  Bottom line is <br/>\nget full immersion in the field by hands on experience <br/>\nwhenever/wherever possible, keep an open mind, respect your elders, <br/>\nwash behind your ears and leave the fine tuning for later.</div>",
            "specialLinks": []
        },
        {
            "userId": 210540657,
            "authorName": "klepet33319",
            "from": "&quot;klepet33319&quot; &lt;Ppeterdds@...&gt;",
            "profile": "klepet33319",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Becky&#39;s Sword",
            "postDate": "1168133392",
            "msgId": 4817,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVucGllZytxa20zQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDAwNTcwMWM3MzFlOCRmMWNkYWI3MCRlMDA3ODQ0YkByb24+"
            },
            "prevInTopic": 4816,
            "nextInTopic": 4818,
            "prevInTime": 4816,
            "nextInTime": 4818,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "I think it s important to remember that it will require polishing and shira saya prior to submission to shinsa.  The nick in the ha will cause either major",
            "messageBody": "<div id=\"ygrps-yiv-1780399598\">I think it&#39;s important to remember that it will require polishing and <br/>\nshira saya prior to submission to shinsa.  The &#39;nick&#39; in the ha will <br/>\ncause either major change in geometry or necessitate shortening <br/>\n(machi okuri).  By the time you&#39;re done you will have at least $3000 <br/>\nand two to three years into the project and a blade which might only <br/>\nbe worth a fraction of that cost.  What would probably be the best <br/>\nbet would be running some very good pictures past a good polisher to <br/>\nfind out if it&#39;s worth it.<br/>\nJust my two cents.<br/>\n<br/>\n<br/>\n<br/>\n--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a>, &quot;Ron Hartmann&quot; &lt;swords@...&gt; <br/>\nwrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Becky, all - <br/>\n&gt; <br/>\n&gt; It is interesting that when offering a &quot;mounted&quot; sword of this <br/>\n </span></blockquote>quality that people will want to pay less than if you would break it <br/>\napart and sell the blade and fittings seperately. Not quite sure what <br/>\nthat is but I&#39;ve more than a few times have (as most of us have) sold <br/>\noff fittings seperately from the sword. (Unless, I should add, the <br/>\nsword is nicely mounted in a relatively complete and intact <br/>\nkoshirae.) <br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; As for a sword like this being worth much more after <br/>\n </span></blockquote>being &quot;appraised, documented or auctioned,&quot; one has to realize that <br/>\nthese directions take money to do these things. I&#39;m not sure what a <br/>\nreliable appraiser would charge today but for a stateside &quot;paper&quot; you <br/>\nwould pay around $250; to send a sword to Japan it might run $1,200 <br/>\n(Tokubetsu Hozon) after you are finished with shipping and fees and <br/>\nregistrations. Auction houses charge seller fees and catalogue fees. <br/>\nNothing comes cheap! <br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; Just rattling on a bit...<br/>\n&gt; <br/>\n&gt; Ron<br/>\n&gt; STL<br/>\n&gt; <br/>\n&gt;   ----- Original Message ----- <br/>\n&gt;   From: BECKY WALLACE <br/>\n&gt;   To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a> <br/>\n&gt;   Sent: Saturday, January 06, 2007 4:36 PM<br/>\n&gt;   Subject: [nihontostudy] Becky&#39;s Sword<br/>\n&gt; <br/>\n&gt; <br/>\n&gt;   I&#39;d like to thank everyone who has been helping me with Japanese <br/>\n </span></blockquote>Sword info lately. We did go to the Gun show here in Dallas today. <br/>\nSold the WWII Japanese rifle we had - it was not a very good piece <br/>\nand I&#39;m glad to have it out of the closet. Had several people look at <br/>\nthe sword. The blade, as has been pointed out by some of you, was not <br/>\nsigned and it has one nick that is slightly too big to be polished <br/>\nout, which detracts considerably from the value. There was concurance <br/>\nthat this sword was made in the 1600s and is a Washika (spelling) the <br/>\nshoter sword. Everyone liked the tsuba, end cap and collar. I got <br/>\noffered about $500 for the tsuba and $100 each for the collar and end <br/>\ncap, but just $300 for the whole thing! The conclusion I came to was <br/>\nthat a gun show was really more like a giant pawn shop than the place <br/>\nto really get a fair assessment of value, but it was very <br/>\ninteresting, I ran into at least 3 of my co-workiers from Lockheed <br/>\nwho had booths, and I did come<br/>\n<blockquote><span title=\"ireply\"> &gt;   away knowing a few things: 1. the sword is old and really not in <br/>\n </span></blockquote>bad shape - I can continue to use it in the event of an intruder and <br/>\ncould probably take one out with it - I&#39;m not a handgun fan :-) 2. If <br/>\nI really had it appraised, documented, or auctioned, I&#39;d get $1500 or <br/>\nso for it, 3. I like it more than that so will be keeping it for the <br/>\nforseeable future. I&#39;ll probably drop out of this group in a few <br/>\nweeks having accomplished my mission, but thanks for the education. I <br/>\ncan sure see how this could become a very interesting hobby.<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt;   Becky<br/>\n&gt; <br/>\n&gt;   [Non-text portions of this message have been removed]<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt;    <br/>\n&gt; <br/>\n&gt; [Non-text portions of this message have been removed]<br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] Becky&#39;s Sword",
            "postDate": "1168125492",
            "msgId": 4816,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwNTcwMWM3MzFlOCRmMWNkYWI3MCRlMDA3ODQ0YkByb24+",
                "referencesHeader": "PDg5MTgwMS4xMDM2NC5xbUB3ZWI4MDIyNy5tYWlsLnlhaG9vLmNvbT4="
            },
            "prevInTopic": 4815,
            "nextInTopic": 4817,
            "prevInTime": 4815,
            "nextInTime": 4817,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "Becky, all - It is interesting that when offering a mounted sword of this quality that people will want to pay less than if you would break it apart and sell",
            "messageBody": "<div id=\"ygrps-yiv-1039221673\">Becky, all - <br/>\n<br/>\nIt is interesting that when offering a &quot;mounted&quot; sword of this quality that people will want to pay less than if you would break it apart and sell the blade and fittings seperately. Not quite sure what that is but I&#39;ve more than a few times have (as most of us have) sold off fittings seperately from the sword. (Unless, I should add, the sword is nicely mounted in a relatively complete and intact koshirae.) <br/>\n<br/>\nAs for a sword like this being worth much more after being &quot;appraised, documented or auctioned,&quot; one has to realize that these directions take money to do these things. I&#39;m not sure what a reliable appraiser would charge today but for a stateside &quot;paper&quot; you would pay around $250; to send a sword to Japan it might run $1,200 (Tokubetsu Hozon) after you are finished with shipping and fees and registrations. Auction houses charge seller fees and catalogue fees. Nothing comes cheap! <br/>\n<br/>\nJust rattling on a bit...<br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: BECKY WALLACE <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a> <br/>\n  Sent: Saturday, January 06, 2007 4:36 PM<br/>\n  Subject: [nihontostudy] Becky&#39;s Sword<br/>\n<br/>\n<br/>\n  I&#39;d like to thank everyone who has been helping me with Japanese Sword info lately. We did go to the Gun show here in Dallas today. Sold the WWII Japanese rifle we had - it was not a very good piece and I&#39;m glad to have it out of the closet. Had several people look at the sword. The blade, as has been pointed out by some of you, was not signed and it has one nick that is slightly too big to be polished out, which detracts considerably from the value. There was concurance that this sword was made in the 1600s and is a Washika (spelling) the shoter sword. Everyone liked the tsuba, end cap and collar. I got offered about $500 for the tsuba and $100 each for the collar and end cap, but just $300 for the whole thing! The conclusion I came to was that a gun show was really more like a giant pawn shop than the place to really get a fair assessment of value, but it was very interesting, I ran into at least 3 of my co-workiers from Lockheed who had booths, and I did come<br/>\n  away knowing a few things: 1. the sword is old and really not in bad shape - I can continue to use it in the event of an intruder and could probably take one out with it - I&#39;m not a handgun fan :-) 2. If I really had it appraised, documented, or auctioned, I&#39;d get $1500 or so for it, 3. I like it more than that so will be keeping it for the forseeable future. I&#39;ll probably drop out of this group in a few weeks having accomplished my mission, but thanks for the education. I can sure see how this could become a very interesting hobby.<br/>\n<br/>\n  Becky<br/>\n<br/>\n  [Non-text portions of this message have been removed]<br/>\n<br/>\n<br/>\n<br/>\n   <br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 262825586,
            "authorName": "Richard Turner",
            "from": "Richard Turner &lt;ikkanshi@...&gt;",
            "profile": "retalt",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] Becky&#39;s Sword",
            "postDate": "1168124071",
            "msgId": 4815,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQ1QTAyOEE3LjEwNzA4MDdAYW1uZXQubmV0LmF1Pg==",
                "inReplyToHeader": "PDg5MTgwMS4xMDM2NC5xbUB3ZWI4MDIyNy5tYWlsLnlhaG9vLmNvbT4=",
                "referencesHeader": "PDg5MTgwMS4xMDM2NC5xbUB3ZWI4MDIyNy5tYWlsLnlhaG9vLmNvbT4="
            },
            "prevInTopic": 4814,
            "nextInTopic": 4816,
            "prevInTime": 4814,
            "nextInTime": 4816,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Becky, well done, it is good to be able to track down things like things. Just for your information Washika (spelling) should read WAKIZASHI End cap should",
            "messageBody": "<div id=\"ygrps-yiv-606439920\">Hi Becky, well done, it is good to be able to track down things like <br/>\nthings. Just for your information<br/>\n<br/>\nWashika (spelling) should read WAKIZASHI<br/>\nEnd cap should read KASHIRA<br/>\nand Collar should read FUCHI<br/>\n<br/>\nI think you are wise to hang onto your sword, if it is part of the <br/>\nfamily history, you should keep it fo rno other reason than that.<br/>\n<br/>\nGood luck for the future.<br/>\n<br/>\nRichard Turner<br/>\n<br/>\n<br/>\nBECKY WALLACE wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; I&#39;d like to thank everyone who has been helping me with Japanese Sword <br/>\n&gt; info lately. We did go to the Gun show here in Dallas today. Sold the <br/>\n&gt; WWII Japanese rifle we had - it was not a very good piece and I&#39;m glad <br/>\n&gt; to have it out of the closet. Had several people look at the sword. <br/>\n&gt; The blade, as has been pointed out by some of you, was not signed and <br/>\n&gt; it has one nick that is slightly too big to be polished out, which <br/>\n&gt; detracts considerably from the value. There was concurance that this <br/>\n&gt; sword was made in the 1600s and is a Washika (spelling) the shoter <br/>\n&gt; sword. Everyone liked the tsuba, end cap and collar. I got offered <br/>\n&gt; about $500 for the tsuba and $100 each for the collar and end cap, but <br/>\n&gt; just $300 for the whole thing! The conclusion I came to was that a gun <br/>\n&gt; show was really more like a giant pawn shop than the place to really <br/>\n&gt; get a fair assessment of value, but it was very interesting, I ran <br/>\n&gt; into at least 3 of my co-workiers from Lockheed who had booths, and I <br/>\n&gt; did come<br/>\n&gt; away knowing a few things: 1. the sword is old and really not in bad <br/>\n&gt; shape - I can continue to use it in the event of an intruder and could <br/>\n&gt; probably take one out with it - I&#39;m not a handgun fan :-) 2. If I <br/>\n&gt; really had it appraised, documented, or auctioned, I&#39;d get $1500 or so <br/>\n&gt; for it, 3. I like it more than that so will be keeping it for the <br/>\n&gt; forseeable future. I&#39;ll probably drop out of this group in a few weeks <br/>\n&gt; having accomplished my mission, but thanks for the education. I can <br/>\n&gt; sure see how this could become a very interesting hobby.<br/>\n&gt;<br/>\n&gt; Becky<br/>\n&gt;<br/>\n&gt; [Non-text portions of this message have been removed]<br/>\n&gt;<br/>\n&gt;  <br/>\n<br/>\n<br/>\n </span></blockquote>[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 40180483,
            "authorName": "BECKY WALLACE",
            "from": "BECKY WALLACE &lt;SNDE92BW@...&gt;",
            "profile": "wallacbb",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Becky&#39;s Sword",
            "postDate": "1168122961",
            "msgId": 4814,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDg5MTgwMS4xMDM2NC5xbUB3ZWI4MDIyNy5tYWlsLnlhaG9vLmNvbT4=",
                "inReplyToHeader": "PGVucDF2NStudjU5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 4813,
            "nextInTopic": 4815,
            "prevInTime": 4813,
            "nextInTime": 4815,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "I d like to thank everyone who has been helping me with Japanese Sword info lately.  We did go to the Gun show here in Dallas today.  Sold the WWII Japanese",
            "messageBody": "<div id=\"ygrps-yiv-512694523\">I&#39;d like to thank everyone who has been helping me with Japanese Sword info lately.  We did go to the Gun show here in Dallas today.  Sold the WWII Japanese rifle we had - it was not a very good piece and I&#39;m glad to have it out of the closet.  Had several people look at the sword.  The blade, as has been pointed out by some of you, was not signed and it has one nick that is slightly too big to be polished out, which detracts considerably from the value.  There was concurance that this sword was made in the 1600s and is a Washika (spelling) the shoter sword.  Everyone liked the tsuba, end cap and collar.  I got offered about $500 for the tsuba and $100 each for the collar and end cap, but just $300 for the whole thing!  The conclusion I came to was that a gun show was really more like a giant pawn shop than the place to really get a fair assessment of value, but it was very interesting, I ran into at least 3 of my co-workiers from Lockheed who had booths,  and I did come<br/>\n away knowing a few things:  1.  the sword is old and really not in bad shape - I can continue to use it in the event of an intruder and could probably take one out with it - I&#39;m not a handgun fan :-)  2.  If I really had it appraised, documented, or auctioned, I&#39;d get $1500 or so for it, 3.  I like it more than that so will be keeping it for the forseeable future.  I&#39;ll probably drop out of this group in a few weeks having accomplished my mission, but thanks for the education.  I can sure see how this could become a very interesting hobby.<br/>\n   <br/>\n  Becky<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 278314026,
            "authorName": "Elliott",
            "from": "&quot;Elliott&quot; &lt;elliott@...&gt;",
            "profile": "elliottshogun",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "My Kunitomo, Elliott&#39;s photos #1 & #2",
            "postDate": "1168116517",
            "msgId": 4813,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVucDF2NStudjU5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 4814,
            "prevInTime": 4812,
            "nextInTime": 4814,
            "topicId": 4813,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings everyone, I hope everyone survived Christmas and New Years. I decided to spend 2007 finding out what the old Kanji and Kao on my Kunitomo stand",
            "messageBody": "<div id=\"ygrps-yiv-616930256\">Greetings everyone,<br/>\n<br/>\nI hope everyone survived Christmas and New Years. I decided to spend <br/>\n2007 finding out what the &#39;old Kanji&#39; and Kao on my Kunitomo stand for. <br/>\nI purchased Joly&#39;s book and will soon own Haynes&#39; index.<br/>\n<br/>\nToday, my question is............How does one go about sending a Tsuba <br/>\nto the NBTHK for shinsa? Should I send the tsuba to NTHK in Chicago? I <br/>\ndon&#39;t like asking this but.... is one better than the other? <br/>\n<br/>\nHaving never done this, I would like to rely on someone who is a <br/>\ncollector and not a dealer. A collector who has sent pieces to either <br/>\ngroup knows the pit-falls and challenges that await. <br/>\n<br/>\nEducate me on this as you all have done before, and done so well.<br/>\n<br/>\nThanks,<br/>\n<br/>\nElliott</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4786,
    "nextTopicId": 4819
}