{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 140648668,
            "authorName": "Michael Vinehout",
            "from": "Michael Vinehout &lt;mljvine@...&gt;",
            "profile": "mvinehout",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [nihontostudy] Cutting tests...",
            "postDate": "1180134746",
            "msgId": 5031,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTExMi1XNERGMjE2QTAzRkUyNDI5NzI1RDQ0QjAyQjBAcGh4LmdibD4="
            },
            "prevInTopic": 5029,
            "nextInTopic": 0,
            "prevInTime": 5030,
            "nextInTime": 5032,
            "topicId": 5029,
            "numMessagesInTopic": 0,
            "msgSnippet": "The books are Kubikiri Asaemon Token Oshigata by Fukunaga Suiken, a two volume set, but all Japanese text.  There is some information in the Sword & Same by",
            "messageBody": "<div id=\"ygrps-yiv-126613352\">The books are Kubikiri Asaemon Token Oshigata by Fukunaga Suiken, a two volume set, but all Japanese text.  There is some information in the Sword & Same&#39; by Joly in English, I&#39;ll have to reread that.  An interesting subject for sure! Mike<br/>\n<br/>\n<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihontostudy@yahoogroups.com\">nihontostudy@yahoogroups.com</a>; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihonto@yahoogroups.com\">nihonto@yahoogroups.com</a>; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:token_kenkyu_kai@...\">token_kenkyu_kai@...</a>: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a>: Fri, 25 May 2007 17:14:01 -0500Subject: [nihontostudy] Cutting tests...<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nThe topic of cutting test inscriptions on swords came up yesterday as a few of us gathered here for a day of swords. One tested sword we looked at was a Mino Kanemichi, the sue-koto smith and father of the famous Mishina den family of smiths in early shin-to times. The &quot;test&quot; is carved into the nakago -- not kinzogan -- and is unsigned and undated. Examining the &quot;age&quot; of the test inscription v/s Kanemichi&#39;s mei, they appear to be of the same age. This brought out a number of questions:The earliest known &quot;dated&quot; cutting test?Koto era test inscriptions; has anyone read about when &quot;testing&quot; began to be inscribed on nakago?Is it possible that initially, test inscriptions were cut into the nakago informally (undated, simple statement), then became more formal (gold inlaid, tester noted and test dated) and later in shinshinto times, again became simply carved statements but perhaps more complete -- dated, at least? We see some kinzogan &quot;test inscriptions&quot; -- ones I call &quot;unofficial&quot; because there is not date or tester name -- possibly true cutting tests not but simply not performed by one of the more known &quot;tester families.&quot; Is this correct thinking? To my limited knowledge, based one what is typically found in our more common reference books, kinzogan inscriptions were a mid/late shin-to era thing. Then you read about the shinshin-to inscriptions that are more commonly found not of kinzogan, but simply &quot;cut&quot; into the nakago. Talking about this it seems logical that perhaps when tests were initially &quot;put on a nakago&quot; that they were simply &quot;carved statements&quot; attesting to the sword&#39;s cutting ability. Then came the fad of kinzogan tests and families doing this task professionally. For some reason shinshin-to tests seem to typically be without kinzogan, but still with &quot;details&quot; such as date and tester. The idea of &quot;transition&quot; test inscriptions came up, perhaps as on the Kanemichi daito -- simple &quot;this cut through...&quot; -- which evolved into formal kinzogan tests inscriptions. If later fad ended up as in shinshin-to times -- inscripted in detail but not kinzogan. (Then of course the idea of &quot;unoffical&quot; tests mentioned earlier.) Just passing these ideas out to the groups. I&#39;ve only seen one publication of testing -- a two-volume set; name escapes me -- but it would seem &quot;somebody&quot; would had researched this topic in great depth somewhere along the way. Comments????RonSTL[Non-text portions of this message have been removed] <br/>\n<br/>\n<br/>\n_________________________________________________________________<br/>\nAdd some color. Personalize your inbox with your favorite colors.<br/>\nwww.windowslive-hotmail.com/learnmore/personalize.html?locale=en-us&ocid=TXT_TAGLM_HMWL_reten_addcolor_0507<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Cutting tests...",
            "postDate": "1180131241",
            "msgId": 5029,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwNmEwMWM3OWYxOSRmZmRiMjgyMCRlNTI4ODQ0YkByb24+"
            },
            "prevInTopic": 0,
            "nextInTopic": 5031,
            "prevInTime": 5028,
            "nextInTime": 5030,
            "topicId": 5029,
            "numMessagesInTopic": 0,
            "msgSnippet": "The topic of cutting test inscriptions on swords came up yesterday as a few of us gathered here for a day of swords. One tested sword we looked at was a Mino",
            "messageBody": "<div id=\"ygrps-yiv-1450884962\">The topic of cutting test inscriptions on swords came up yesterday as a few of us gathered here for a day of swords. One tested sword we looked at was a Mino Kanemichi, the sue-koto smith and father of the famous Mishina den family of smiths in early shin-to times. The &quot;test&quot; is carved into the nakago -- not kinzogan -- and is unsigned and undated. Examining the &quot;age&quot; of the test inscription v/s Kanemichi&#39;s mei, they appear to be of the same age. This brought out a number of questions:<br/>\n<br/>\nThe earliest known &quot;dated&quot; cutting test?<br/>\n<br/>\nKoto era test inscriptions; has anyone read about when &quot;testing&quot; began to be inscribed on nakago?<br/>\n<br/>\nIs it possible that initially, test inscriptions were cut into the nakago informally (undated, simple statement), then became more formal (gold inlaid, tester noted and test dated) and later in shinshinto times, again became simply carved statements but perhaps more complete -- dated, at least? <br/>\n<br/>\nWe see some kinzogan &quot;test inscriptions&quot; -- ones I call &quot;unofficial&quot; because there is not date or tester name -- possibly true cutting tests not but simply not performed by one of the more known &quot;tester families.&quot; Is this correct thinking? <br/>\n<br/>\nTo my limited knowledge, based one what is typically found in our more common reference books, kinzogan inscriptions were a mid/late shin-to era thing. Then you read about the shinshin-to inscriptions that are more commonly found not of kinzogan, but simply &quot;cut&quot; into the nakago. Talking about this it seems logical that perhaps when tests were initially &quot;put on a nakago&quot; that they were simply &quot;carved statements&quot; attesting to the sword&#39;s cutting ability. Then came the fad of kinzogan tests and families doing this task professionally. For some reason shinshin-to tests seem to typically be without kinzogan, but still with &quot;details&quot; such as date and tester. The idea of &quot;transition&quot; test inscriptions came up, perhaps as on the Kanemichi daito -- simple &quot;this cut through...&quot; -- which evolved into formal kinzogan tests inscriptions. If later fad ended up as in shinshin-to times -- inscripted in detail but not kinzogan. (Then of course the idea of &quot;unoffical&quot; tests mentioned earlier.) <br/>\n<br/>\nJust passing these ideas out to the groups. I&#39;ve only seen one publication of testing -- a two-volume set; name escapes me -- but it would seem &quot;somebody&quot; would had researched this topic in great depth somewhere along the way. Comments????<br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5030,
    "nextTopicId": 5032
}