{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 271477297,
            "authorName": "Andres Pedraza",
            "from": "Andres Pedraza &lt;apedraza93@...&gt;",
            "profile": "apedraza_93",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Endangered Japanese Stingrays?",
            "postDate": "1180132218",
            "msgId": 5030,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQ2NTc2MzgwLjMyNWQyYjhhLjQ2NTIuZmZmZmFjYmVAbXguZ29vZ2xlLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5029,
            "nextInTime": 5031,
            "topicId": 5030,
            "numMessagesInTopic": 0,
            "msgSnippet": "Folks, I recently bought a sword from a very reputable dealer (zero complaints as regards the dealer) and then had somewhat of a bad situation when it came to",
            "messageBody": "<div id=\"ygrps-yiv-1711992864\">Folks,<br/>\n<br/>\nI recently bought a sword from a very reputable dealer (zero <br/>\ncomplaints as regards the dealer) and then had somewhat of a bad <br/>\nsituation when it came to the shipping company. The sword was coming <br/>\nfrom Canada, and the dealer used UPS Overnight Express and gave me <br/>\ntracking info.<br/>\n<br/>\nThe sword was delayed for a couple of days at the Louisville UPS <br/>\nReceiving Center, and according to their website, a &quot;non-customs <br/>\nagency&quot; was delaying it. After another day, I was contacted by a UPS <br/>\nrepresentative. I&#39;d been worried that suddenly swords were illegal <br/>\nhere in the US or something, but no.<br/>\n<br/>\nBizarre as it may sound, the problem was the same (wrapping). U.S. <br/>\nFish & Wildlife had decided they wanted to know exactly what species <br/>\nof stingray had been used in making the wrapping!!! I explained to <br/>\nthe young lady that these wrappings had been done in Japan, sometimes <br/>\ncenturies back, and save DNA testing or a reliable time machine, no <br/>\none was going to get the exact species.<br/>\n<br/>\nThis is the first time I&#39;ve ever heard of this happening, and the <br/>\ndealer was equally surprised and perplexed.<br/>\n<br/>\nIn the end the UPS girl said she&#39;d put in the commonest species in <br/>\nthe form, and hope for the best. A couple of days later it was <br/>\nfinally released, and the sword is now in my hands.<br/>\n<br/>\nAgain, I can&#39;t stress enough how good the dealer was throughout, I&#39;ll <br/>\nlet him identify himself if he wants to, but I wanted to send this <br/>\nnote out as a warning to anyone bringing swords into the U.S. through <br/>\nUPS, especially if the shipment clears customs through Louisville. <br/>\nUPS Louisville was recently declared a Wildlife Preservation Clearing <br/>\nstation, according to the UPS lady. She added that Fish & Wildlife is <br/>\ngoing to take a higher interest in this, and since I doubt any civil <br/>\nservant (always excepting any who might be on this list) have a clue <br/>\nas to what a nihonto is, more problems are likely.<br/>\n<br/>\nAnyone else seen anything like this?<br/>\n<br/>\nDe wa,<br/>\n<br/>\nAndres</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5027,
    "nextTopicId": 5029
}