{
    "totalMsgInTopic": 4,
    "messages": [
        {
            "userId": 262825586,
            "authorName": "Richard Turner",
            "from": "Richard Turner &lt;ikkanshi@...&gt;",
            "profile": "retalt",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "3"
            },
            "subject": "Re: Kogai study...",
            "postDate": "1188177712",
            "msgId": 5154,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQ2RDIyNzMwLjgwNTA4MDFAYW1uZXQubmV0LmF1Pg==",
                "inReplyToHeader": "PDAwM2QwMWM3ZTVkZCQxOTI3ZjI5MCRhMzI2ODQ0YkByb24+",
                "referencesHeader": "PDAwM2QwMWM3ZTVkZCQxOTI3ZjI5MCRhMzI2ODQ0YkByb24+"
            },
            "prevInTopic": 5151,
            "nextInTopic": 0,
            "prevInTime": 5153,
            "nextInTime": 5155,
            "topicId": 5148,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Ron, an interesting question indeed. I see there have been a few followup s here on another forum. Going through my copy of  Mito Koromono Shu, I feel it is",
            "messageBody": "<div id=\"ygrps-yiv-237579674\">Hi Ron, an interesting question indeed. I see there have been a few <br/>\nfollowup&#39;s here on another forum. Going through my copy of  Mito <br/>\nKoromono Shu, I feel it is hard to judge a lot of what is and what isn&#39;t <br/>\nin Goto or Ko Kinko without the availability of the pieces in hand.  I <br/>\nthink a lot of the Ko Mino work are easier to judge though simply <br/>\nthrough the depth of carving and the subject matter. The examples in <br/>\nKinko Mino Bori show this quite clearly I think. One of the opinions on <br/>\nthis question I like the most is on the Choshuya Ginza website.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://world.choshuya.co.jp/kokinkou/index.htm\">http://world.choshuya.co.jp/kokinkou/index.htm</a><br/>\n<br/>\nThis article is one of there better I think in dealing with this <br/>\nconfusion, even though it does not actually offer an actual answer.<br/>\n<br/>\nCheers and thanks for getting me thinking :-)<br/>\n<br/>\nRichard<br/>\n<br/>\nRon Hartmann wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;   Kogai rank right after first ranked menuki when it comes to tosogu <br/>\n&gt; but after all these decades of trying to learn, I&#39;ve found it very <br/>\n&gt; difficult to gain much understand kogai. Obviously, the best way to <br/>\n&gt; learn is by studying examples with peers, but those opportunities <br/>\n&gt; seldom present themselves, especially here in the midwest. This <br/>\n&gt; dilemma presented itself again since the San Francisco show. <br/>\n&gt; Naturally, one thinks &quot;Goto&quot; when it comes to fine kogai, but of <br/>\n&gt; course there were many other makers to consider. Mike Yamasaki&#39;s <br/>\n&gt; /Machibori/ display touched upon that. Remarking on a particular kogai <br/>\n&gt; exhibited by Mike, I commented that if the item had not been <br/>\n&gt; identified as one of the artists considered a machibori smith, I would <br/>\n&gt; had thought it Goto work! Mike pointed out that no, that this is wrong <br/>\n&gt; and that is wrong for Goto. How great it would be to sit down at <br/>\n&gt; length with good &quot;examples&quot; and with somebody of knowledge to compare <br/>\n&gt; and point out these kantei differences! &quot;Bits and pieces&quot; can be <br/>\n&gt; learned at shows, but that&#39;s about it.<br/>\n&gt;  <br/>\n&gt;   My question to the groups is: what sources of information have you <br/>\n&gt; found to be really useful -- teachable material -- that helped you <br/>\n&gt; understand kogai and to differenciate between the different schools <br/>\n&gt; who made kogai. I have a good library after all these years, but it is <br/>\n&gt; surprising what little information is here that helps. Certainly, good <br/>\n&gt; photos exist (mostly on Goto works) but there must be some material <br/>\n&gt; out there in publication that &quot;compares&quot; the work of different groups, <br/>\n&gt; pointing out the differences. How great it must be to be in Japan or <br/>\n&gt; California or New York and to have opportunities to do this with real <br/>\n&gt; examples!!! Any suggestions for those of us living outside of those <br/>\n&gt; areas?<br/>\n&gt;  <br/>\n&gt; Ron<br/>\n&gt; STL<br/>\n&gt;  <br/>\n&gt;  <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; No virus found in this incoming message.<br/>\n&gt; Checked by AVG Free Edition. <br/>\n&gt; Version: 7.5.484 / Virus Database: 269.12.2/967 - Release Date: 8/22/2007 6:51 PM<br/>\n&gt;   <br/>\n<br/>\n<br/>\n </span></blockquote>[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 210540657,
            "authorName": "klepet33319",
            "from": "&quot;klepet33319&quot; &lt;Ppeterdds@...&gt;",
            "profile": "klepet33319",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Kogai study...",
            "postDate": "1187967344",
            "msgId": 5150,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZhbXJoZytwNGNhQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDAwM2QwMWM3ZTVkZCQxOTI3ZjI5MCRhMzI2ODQ0YkByb24+"
            },
            "prevInTopic": 5148,
            "nextInTopic": 5151,
            "prevInTime": 5149,
            "nextInTime": 5151,
            "topicId": 5148,
            "numMessagesInTopic": 0,
            "msgSnippet": "Ron -- a subject close to my heart!  I have found little to no information offering any comparisons of work.  What I have found most helpful are the following:",
            "messageBody": "<div id=\"ygrps-yiv-641788034\">Ron -- a subject close to my heart!  I have found little to no <br/>\ninformation offering any comparisons of work.  What I have found most <br/>\nhelpful are the following:<br/>\n&#39;Tosogu no Kigan&#39; by Sasano;  does have some analysis/comparisons<br/>\n&#39;Mito Koromono Shu&#39; by Ikeda;  great pictures with his attributions<br/>\n&#39;Ko Kogai&#39; by Ikeda;  I&#39;ve never seen it but it is the best by report<br/>\nalso check this site out:  <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://touken-tousougu.hp.infoseek.co.jp/index.html\">http://touken-tousougu.hp.infoseek.co.jp/index.html</a><br/>\ngo to the left hand column and you will see 2 through 8 in Japanese.<br/>\nThere are several great kogai in the fittings sections.<br/>\nIf you have any specific questions post them and perhaps we can get a <br/>\ndiscussion going.  (Gordon has a wonderful Ko Mino collection).<br/>\nPete Klein</div>",
            "specialLinks": []
        },
        {
            "userId": 175137916,
            "authorName": "Satcho.com / Michael Harris",
            "from": "&quot;Satcho.com / Michael Harris&quot; &lt;michael@...&gt;",
            "profile": "satcho_books",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: Kogai study...",
            "postDate": "1187966465",
            "msgId": 5151,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMDAwMWM3ZTY1YyRjZDgzMWM5MCQ2NTAxYThjMEBhY2VyMmU2OGM0OWIyMD4=",
                "inReplyToHeader": "PDAwM2QwMWM3ZTVkZCQxOTI3ZjI5MCRhMzI2ODQ0YkByb24+"
            },
            "prevInTopic": 5150,
            "nextInTopic": 5154,
            "prevInTime": 5150,
            "nextInTime": 5152,
            "topicId": 5148,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello Ron, You are right about the volume and depth of information on main line Goto.  I am sorry to have missed Mike s presentation on Machibori-mono. In",
            "messageBody": "<div id=\"ygrps-yiv-2009487728\">Hello Ron,<br/>\n <br/>\nYou are right about the volume and depth of information on main line<br/>\nGoto.  I am sorry to have missed Mike&#39;s presentation on Machibori-mono.<br/>\n <br/>\nIn response to your call for reference material, two titles that come to<br/>\nmind are:<br/>\nTOSOGU MACHIBORI MEIHIN SHUSEI (FUKUSHI, 2005)<br/>\nSTUDIES IN KYO GOTO (Kasahara/Akimoto, 1988)<br/>\nThe former was the companion volume to Fukishi&#39;s 2001 Goto survey, and<br/>\nthe latter focuses on the 15 branch families of mainline Goto.  See<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.satcho.com/july2007\">http://www.satcho.com/july2007</a> for more detail on both.<br/>\n<br/>\nYour call to distinguish between schools sounds like a fascinating point<br/>\nof departure for an in depth study.  Next we all look forward to your<br/>\nthoughts on the subject, perhaps Hartmann (2008).<br/>\n <br/>\n <br/>\nKind Regards,<br/>\n<br/>\n<br/>\n<br/>\nMichael Harris <br/>\n <br/>\nsatcho.com<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.satcho.com\">http://www.satcho.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.satcho.com/\">http://www.satcho.com/</a>&gt;   Specialists in books<br/>\nrelated to the study & appreciation of the Japanese sword as art. <br/>\n <br/>\nA sponsor of the NihontoCalendar <a rel=\"nofollow\" target=\"_blank\" href=\"http://nihontocalendar.org\">http://nihontocalendar.org</a><br/>\n&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://nihontocalendar.org/\">http://nihontocalendar.org/</a>&gt;   The calendar of Japanese sword club<br/>\nmeetings and events around the world that may be set as your home page.<br/>\nIt includes a search engine, world clocks, currency converter, daily<br/>\nworld news from top syndicated providers such as CNN and BBC. <br/>\n_______________________________________________<br/>\n <br/>\n <br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:token_kenkyu_kai-owner@...\">token_kenkyu_kai-owner@...</a><br/>\n[mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:token_kenkyu_kai-owner@...\">token_kenkyu_kai-owner@...</a>] On Behalf Of Ron Hartmann<br/>\nSent: Thursday, August 23, 2007 7:27 PM<br/>\nTo: TOKEN; nihontostudy; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nihonto@yahoogroups.com\">nihonto@yahoogroups.com</a><br/>\nSubject: Kogai study...<br/>\n <br/>\n  Kogai rank right after first ranked menuki when it comes to tosogu but<br/>\nafter all these decades of trying to learn, I&#39;ve found it very difficult<br/>\nto gain much understand kogai. Obviously, the best way to learn is by<br/>\nstudying examples with peers, but those opportunities seldom present<br/>\nthemselves, especially here in the midwest. This dilemma presented<br/>\nitself again since the San Francisco show. Naturally, one thinks &quot;Goto&quot;<br/>\nwhen it comes to fine kogai, but of course there were many other makers<br/>\nto consider. Mike Yamasaki&#39;s Machibori display touched upon that.<br/>\nRemarking on a particular kogai exhibited by Mike, I commented that if<br/>\nthe item had not been identified as one of the artists considered a<br/>\nmachibori smith, I would had thought it Goto work! Mike pointed out that<br/>\nno, that this is wrong and that is wrong for Goto. How great it would be<br/>\nto sit down at length with good &quot;examples&quot; and with somebody of<br/>\nknowledge to compare and point out these kantei differences! &quot;Bits and<br/>\npieces&quot; can be learned at shows, but that&#39;s about it. <br/>\n <br/>\n  My question to the groups is: what sources of information have you<br/>\nfound to be really useful -- teachable material -- that helped you<br/>\nunderstand kogai and to differenciate between the different schools who<br/>\nmade kogai. I have a good library after all these years, but it is<br/>\nsurprising what little information is here that helps. Certainly, good<br/>\nphotos exist (mostly on Goto works) but there must be some material out<br/>\nthere in publication that &quot;compares&quot; the work of different groups,<br/>\npointing out the differences. How great it must be to be in Japan or<br/>\nCalifornia or New York and to have opportunities to do this with real<br/>\nexamples!!! Any suggestions for those of us living outside of those<br/>\nareas? <br/>\n <br/>\nRon<br/>\nSTL<br/>\n <br/>\n  <br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Kogai study...",
            "postDate": "1187911617",
            "msgId": 5148,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwM2QwMWM3ZTVkZCQxOTI3ZjI5MCRhMzI2ODQ0YkByb24+"
            },
            "prevInTopic": 0,
            "nextInTopic": 5150,
            "prevInTime": 5147,
            "nextInTime": 5149,
            "topicId": 5148,
            "numMessagesInTopic": 0,
            "msgSnippet": "Kogai rank right after first ranked menuki when it comes to tosogu but after all these decades of trying to learn, I ve found it very difficult to gain much",
            "messageBody": "<div id=\"ygrps-yiv-916511820\">Kogai rank right after first ranked menuki when it comes to tosogu but after all these decades of trying to learn, I&#39;ve found it very difficult to gain much understand kogai. Obviously, the best way to learn is by studying examples with peers, but those opportunities seldom present themselves, especially here in the midwest. This dilemma presented itself again since the San Francisco show. Naturally, one thinks &quot;Goto&quot; when it comes to fine kogai, but of course there were many other makers to consider. Mike Yamasaki&#39;s Machibori display touched upon that. Remarking on a particular kogai exhibited by Mike, I commented that if the item had not been identified as one of the artists considered a machibori smith, I would had thought it Goto work! Mike pointed out that no, that this is wrong and that is wrong for Goto. How great it would be to sit down at length with good &quot;examples&quot; and with somebody of knowledge to compare and point out these kantei differences! &quot;Bits and pieces&quot; can be learned at shows, but that&#39;s about it. <br/>\n<br/>\n  My question to the groups is: what sources of information have you found to be really useful -- teachable material -- that helped you understand kogai and to differenciate between the different schools who made kogai. I have a good library after all these years, but it is surprising what little information is here that helps. Certainly, good photos exist (mostly on Goto works) but there must be some material out there in publication that &quot;compares&quot; the work of different groups, pointing out the differences. How great it must be to be in Japan or California or New York and to have opportunities to do this with real examples!!! Any suggestions for those of us living outside of those areas? <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n  <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5152,
    "nextTopicId": 5153
}