{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Books for sale...",
            "postDate": "1222878073",
            "msgId": 5457,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEMxNjI4NTNCMEI2MzQ4Njk5REQ0RTRGRjdBNDUxOTBDQHJvbj4="
            },
            "prevInTopic": 5456,
            "nextInTopic": 0,
            "prevInTime": 5456,
            "nextInTime": 5458,
            "topicId": 5456,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi All - The set of Fujishiro books sold, FYI. Ron STL [Non-text portions of this message have been removed]",
            "messageBody": "<div id=\"ygrps-yiv-1548525194\">Hi All - The set of Fujishiro books sold, FYI. <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Books for sale...",
            "postDate": "1222805969",
            "msgId": 5456,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAzMDNGRjQwMDI0NTRCNEZBRkJFRkVDOUNCRjNGNjY4QHJvbj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 5457,
            "prevInTime": 5455,
            "nextInTime": 5457,
            "topicId": 5456,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi All - I hope you do not mind my sending this via the chat groups but it gets the message out. I recently purchased two groups of books for resale, the first",
            "messageBody": "<div id=\"ygrps-yiv-1291956553\">Hi All - <br/>\n<br/>\nI hope you do not mind my sending this via the chat groups but it gets the message out. <br/>\n<br/>\nI recently purchased two groups of books for resale, the first books are used but in like-new condition (many, obviously never opened!). <br/>\n<br/>\nAlso, my supply of the KTK&#39;s 2008 exhibition catalogue has arrived and is available. A number of you order these each year and seem very happy with them.  <br/>\n<br/>\nNot the best time to be offering things for sale considering what&#39;s happening financially today, but maybe a new book or two will give you time to sit back, relax and enjoy life. <br/>\n<br/>\nI do accept Paypal if that is convenient for you, or personal checks, money orders. (I believe all you need to use Paypal is my email address.)<br/>\n<br/>\nMISC. GROUP - All books are hard cover with slip-covers and while pre-owned, condition is like-new. <br/>\n<br/>\nPrices listed include shipping via insured priority mail. Hopefully I figured my costs corrrectly. <br/>\n<br/>\n2-volume set of Fujishiro&#39;s Nihon Toko Jiten, kotohen and shintohen, along with Harry Watson&#39;s English translations. Pre-owned but it looks like the were never opened. <br/>\nU.S. address - $720<br/>\nCanada - US$735<br/>\n<br/>\nShinshin-to Taikan, I believe this is the 1st edition which was only 1-volume, not two volumes like the later edition. Book is like new. slip-cover is tattered. <br/>\nU.S. address - $520<br/>\nCanada - US$530<br/>\n<br/>\nGoto Tosogu Gokecho Meihin Shusei by Fukushi (2001). This is the very large volume with fold-outs and large format illustrations. Limited printing of 200 copies. Japanese text with some English, index. <br/>\nU.S. address - $600<br/>\nCanada - US$635<br/>\n<br/>\nGendaito Meisaku Zuikan by Sato Kanzan (1977). Japanese text with some English, indexed, this text deals with contemporary swordsmiths and is of great interest to those collecting modern swordsmiths. Limited printing of 800 copies. Pre-owned but like new.<br/>\nU.S. address - $350<br/>\nCanada - US$380<br/>\n<br/>\n100 Masterpieces from the Collection of Dr. Walter A. Compton, Izzard (1992). This well-known book illustrates and describes the best of Dr. Compton&#39;s collection, both swords and kodogu. <br/>\nU.S. address - $150<br/>\nCanada - US$175<br/>\n--------<br/>\nAlso available while my supply lasts, the 2008 catalogue of the Kokusai Tosogu Kai (KTK) 4th International Convention & Exhibition. <br/>\n<br/>\nMany of you are familiar with our KTK&#39;s catalogues and know how nice they are. This year&#39;s book is again, hard bound with slip-cover, 100 pages in English and Japanese, with several fine articles and elaborated captions on all items illustrated. Most illustrations are in high quality color printing. I hope to post some pictures to show this beautiful book but for now, I can only mention its availability. Again, the price given include shipping via insured priority mail. Hopefully I figured my costs corrrectly. <br/>\nU.S. address - $90<br/>\nCanada - US$110<br/>\nUK/Germany - US$128<br/>\n<br/>\nOther KTK members may be offering these catalogues closer to you, especially places outside of the U.S.A., so be wise and buy according to price. <br/>\n<br/>\nAny questions, please contact me off-list at: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a> <br/>\n<br/>\nThanks, <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5455,
    "nextTopicId": 5458
}