{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 70790980,
            "authorName": "Ron Hartmann",
            "from": "&quot;Ron Hartmann&quot; &lt;swords@...&gt;",
            "profile": "sworddad",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "NSR - just raising funds...",
            "postDate": "1229022719",
            "msgId": 5508,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEUyMUI0MEU5NTMyNTRGNjM4MTQ4NUE4N0U3NkNCQzNCQHJvbj4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5507,
            "nextInTime": 5509,
            "topicId": 5508,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all - In the spirit of the holiday shopping season...I would like to get material for a moment and mention a few very nice swords that are for sale from my",
            "messageBody": "<div id=\"ygrps-yiv-131731440\">Hi all - <br/>\n<br/>\nIn the spirit of the holiday shopping season...I would like to get material for a moment and mention a few very nice swords that are for sale from my collection. I&#39;ve placed four swords on consignment with Danny Massey. Check out www.nihontocraft.com  and have a look. Swords are: nidai Tsuda Sukehiro, ko-Uda, Echizen Kanenori and a mumei Seki Kanenori. <br/>\n<br/>\nI&#39;ve asked Danny to lower prices on my things as a LIMITED TIME HOLIDAY SALE in hopes of stimulating some buying interest. Just trying to reimburse some sword funding folks. Take a look and maybe you&#39;ll be tempted to put another package under your tree! <br/>\n<br/>\nQuestions? All sword sales will go through Danny but I&#39;m happy to answer any questions you might have regarding my items. Privately, off-list please at: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a> <br/>\n<br/>\nBOOKS - My intentions of working up an illustrated listing of a dozen or so titles I&#39;ve got for sale has not yet materialize. However, if anyone is looking for something to add to their library, email me privately off-list and I&#39;ll at least send you my list of titles and prices. Of these titles, I still have ~20 copies of the Kokusai Tosogu Kai (KTK) 2008 4th International Convention publications available at $90 pp (U.S.)  Books can be shipped in time for Christmas to a U.S. address. For a listing, email me OFF-LIST at: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:swords@...\">swords@...</a> <br/>\n<br/>\nSorry for the lengthy marketing email but it gets the word out. <br/>\n<br/>\nRon<br/>\nSTL<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5507,
    "nextTopicId": 5509
}