{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 156469338,
            "authorName": "Dr. Robert Gilmore",
            "from": "&quot;Dr. Robert Gilmore&quot; &lt;rgilmore@...&gt;",
            "profile": "rgilmoredvm",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Shingunto values",
            "postDate": "1248467523",
            "msgId": 5596,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGg0ZDVvMyt1OXNiQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5595,
            "nextInTime": 5597,
            "topicId": 5596,
            "numMessagesInTopic": 0,
            "msgSnippet": "Gentlemen, I hope this is not too crass a question, but I need some suggestions as to wholesale and retail values of Shingunto and Kaigunto.  I have recently",
            "messageBody": "<div id=\"ygrps-yiv-945086336\">Gentlemen,<br/>\n<br/>\nI hope this is not too crass a question, but I need some suggestions as to wholesale and retail values of Shingunto and Kaigunto.  I have recently be contacted by a gentleman who inherited some 3 dozen Japanese swords from a relative.  These are WW-2 bring backs, and still in the original shipping crates.  Most of the swords are in gunto or kaigunto mounts, and I haven&#39;t had the opportunity to inspect them yet in person.  From the digital images he sent me the swords seem genuine enough.  There are a few parade sabers present, and some bukezukuri mounts as well.<br/>\n<br/>\nI normally have nothing to do with gunto and could use some guidelines, please.  What would be a fair purchase value (wholesale) for common gunto and kaigunto?  What are they selling for (retail?)  I am thinking of trying to get the whole lot, and then sell off the ones I don&#39;t need, if that is feasible.  If not, then I will try to just negotitiate for the older swords in the batch.  Then again, the whole deal may fall through.<br/>\n<br/>\nIf some of you active traders out there wouldn&#39;t mind sharing some insight, I would appreciate it.  If you think this is something that should be discussed privately, please respond directly to my personal email address, and not back to the list. (in other words, just don&#39;t hit the &quot;reply&quot; button.<br/>\n<br/>\nI thank you for your guidance.<br/>\n<br/>\nBob</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5593,
    "nextTopicId": 5595
}