{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 150584227,
            "authorName": "Dean Wayland",
            "from": "Dean Wayland &lt;dean@...&gt;",
            "profile": "deanwayland",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Sword Ringing",
            "postDate": "1248721557",
            "msgId": 5601,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PHhuR1oxT0VWcWZiS0Z3K01AdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+",
                "inReplyToHeader": "PEIwNEU0OUM1NTE3RjQ0NjI5MjZDMkM5NTdDMzZCOEIwQENsaXZlUEM+",
                "referencesHeader": "PEIwNEU0OUM1NTE3RjQ0NjI5MjZDMkM5NTdDMzZCOEIwQENsaXZlUEM+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5600,
            "nextInTime": 5602,
            "topicId": 5601,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello All, This is going to sound like a somewhat unusual question for this group, but it is one that I am often faced with, and I need some expert input. I",
            "messageBody": "<div id=\"ygrps-yiv-607021748\">Hello All,<br/>\n<br/>\nThis is going to sound like a somewhat unusual question for this group, <br/>\nbut it is one that I am often faced with, and I need some expert input.<br/>\n<br/>\nI teach a sword sport, not a martial art, and run a tiny historical <br/>\nsociety here in the United kingdom, dedicated to the era of first <br/>\ncontact between Europeans and the Japanese.<br/>\n<br/>\nI do not own any genuine nihonto, nor do I &quot;collect&quot; replicas.<br/>\n<br/>\nOver almost the last thirty  years, I have commissioned quite a number <br/>\nof totally custom made replica swords manufactured with durability, not <br/>\nsharpness in mind. Meaning they are not as hard as one intended to take <br/>\nan edge. I have noted that symmetrically design swords &quot;sing&quot; with a <br/>\nclear ringing tone  when impacted, even when done gently, and that <br/>\nasymmetrical ones like our katana and wakizashi do not. These instead <br/>\nproduce a flat &quot;clat&quot; like note.<br/>\n<br/>\nNon of the ten Japanese weapons we have had made &quot;sing&quot;, much the same <br/>\nas iaito and I presumed, that this was due to their asymmetry, which is <br/>\nwhat I have been giving in answer to the question at our public shows <br/>\n&quot;why don&#39;t your swords ring like in the movies?&quot; I&#39;ve always thought <br/>\nthat the ringing tones in Japanese movies was a dubbed in sound effect, <br/>\nrather than a true representation of the weapon&#39;s own nature.<br/>\n<br/>\nFor a very long time now I have been wondering if this is incorrect, and <br/>\nit is due to our weapons lack of hardness not their asymmetry. Our <br/>\ncurrent Japanese weapons tend to be in the Rockwell scale between 52-54.<br/>\n<br/>\nAs collectors of true nihonto, can you confirm or deny this point: do <br/>\nnihonto &quot;sing&quot; when struck? And no, I&#39;m not expecting anyone to actually <br/>\ntry this on a historical weapon:-)<br/>\n<br/>\nFor our next project, a moderately sized no-dachi, I am approaching a <br/>\nnew sword smith (our old one recently passed away), and I am considering <br/>\nraising the hardness to circa 56-58 or maybe 60, to improve resistance <br/>\nto damage, and possibly gaining a sweeter note from the blade, assuming <br/>\nthat my former hypothesis is in fact incorrect.<br/>\n<br/>\nIt would be good to have a definitive answer to this question, as it <br/>\nwould be better than having to say that &quot;currently, we don&#39;t know&quot;. <br/>\nFilling in gaps in one&#39;s knowledge is always a good thing.<br/>\n<br/>\nAny help, observations etc., would be most warmly received.<br/>\n<br/>\nWith much thanks<br/>\n<br/>\nDean<br/>\n<br/>\n-- <br/>\nDean Wayland<br/>\nHead Of The Fight School<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.thefightschool.demon.co.uk\">http://www.thefightschool.demon.co.uk</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5600,
    "nextTopicId": 5602
}