{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 133091831,
            "authorName": "atarbaktar@aol.com",
            "from": "atarbaktar@...",
            "profile": "atarbaktar",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [nihontostudy] SAMURAI SWORDS BANNED IN THE REPUBLIC OF IRELAND",
            "postDate": "1258405965",
            "msgId": 5624,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM5ZC41M2I3ODE0Ny4zODMzMWE0ZEBhb2wuY29tPg=="
            },
            "prevInTopic": 5623,
            "nextInTopic": 0,
            "prevInTime": 5623,
            "nextInTime": 5625,
            "topicId": 5623,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello: Well..what else do hey have to do as far as banning weapons? They already got the firearms..so swords and knives are next. Still I have sent quite a few",
            "messageBody": "<div id=\"ygrps-yiv-1318380958\">Hello:<br/>\n <br/>\nWell..what else do hey have to do as far as banning weapons? They already  <br/>\ngot the firearms..so swords and knives are next.<br/>\n <br/>\nStill I have sent quite a few swords to Ireland as well as Great Britain  <br/>\nand I have never had a problem with Customs in either country, but these were <br/>\n not the $99.00 Specials either. Then again they were not made in Japan but <br/>\nthey  are hand made...geeze...when will the gubberments of there world <br/>\nrealize that  it&#39;s the criminals they need to get off the streets and leave the <br/>\ndecent folks  alone for a change?<br/>\n <br/>\nJPH  <br/>\n<br/>\nDr JP  Hrisoulas, COL NANG (Ret)<br/>\nBladesmith.<br/>\nAuthor: The Complete  Bladesmith<br/>\nThe Master Bladesmith<br/>\nThe Pattern Welded Blade<br/>\nhttp: _www.atar.com_ (<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.atar.com/)\">http://www.atar.com/)</a> <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 190889224,
            "authorName": "Barry Thomas",
            "from": "&quot;Barry Thomas&quot; &lt;warlord@...&gt;",
            "profile": "xe83fan",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "3"
            },
            "subject": "SAMURAI SWORDS BANNED IN THE REPUBLIC OF IRELAND",
            "postDate": "1258367987",
            "msgId": 5623,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PENFMEU1REY2QTJDNjQ2NjA4MjUxNzEzNkVEMTFBNjYyQEJBUlJZPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 5624,
            "prevInTime": 5622,
            "nextInTime": 5624,
            "topicId": 5623,
            "numMessagesInTopic": 0,
            "msgSnippet": "A short time ago I reported the Irish police as having seized 7,000 swords. I have just found this discussion: ",
            "messageBody": "<div id=\"ygrps-yiv-1969570017\">A short time ago I reported the Irish police as having seized 7,000 swords. <br/>\nI have just found this discussion:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://nihontoclub.com/news/samurai-swords-banned-in-ireland\">http://nihontoclub.com/news/samurai-swords-banned-in-ireland</a><br/>\n<br/>\nThe text accompanying the link (part of a discussion group) is below my sign <br/>\noff.<br/>\n<br/>\nRegards,<br/>\nBarry Thomas.<br/>\n-------------------------------<br/>\nTalks about potential sword ban started  in December 2007 after another high <br/>\nprofile attack involving a &#39;samurai sword&#39;. It is known that Department of <br/>\nJustice had been in contact with local martial arts organisations (Iaido <br/>\nAssociation of Ireland is particular) is order to avoid unnecessary <br/>\nrestrictions for martial arts practitioneers and authentic sword collectors. <br/>\nIn the light of recent global trends to regulate possession and <br/>\ntransportation of &#39;samurai&#39; swords (which sometimes comes in quite <br/>\nnarrow-minded forms) the new Irish legislation appears to be reasonable, <br/>\nespecially taking into account the (more than modest) size of the local <br/>\nsword scene. Mirroring the UK sword ban which was introduced in April 2008 <br/>\nas one of the questionable measures to fight &#39;knife crime&#39;, authentic <br/>\nhand-made Japanese swords (Nihonto) are exempt (however I couldn&#39;t yet find <br/>\nany reference to whether sports equipment such as iaito and shinken is to be <br/>\nbanned or not).<br/>\n<br/>\nThe real concern is the practical side of the legislation and the way it&#39;s <br/>\ngoing to be implemented. There&#39;s been numerous occasions in UK since <br/>\nintroduction of the sword ban when law-abiding collectors had trouble <br/>\nimporting antique swords. It&#39;s perfectly understandable due to the fact that <br/>\nin order for Customs to make sure that it&#39;s legal to import a sword, some <br/>\nsort of cerfificate required proving its age and provenance. And the most <br/>\ncommon cert of this kind (if any) is the NBTHK paper hand-written in <br/>\nJapanese. No wonder Customs officers, sorting office workers and law <br/>\nenforcement authorities would not be able to take it as a supportive <br/>\ndocumentation without difficult (and costly) translation.And this is the <br/>\nneigbouring UK which is much more accustomed to importing/exporting Japanese <br/>\ncollectible weapons than Irish. How many Customs officers and An Post <br/>\nemployees were instructed about differences between replica and authentic <br/>\nJapanese swords or even have seen ones? Will they be collector-friendly or <br/>\ntake an eBay approach and stop any import of &#39;illegal samurai-like swords&#39; <br/>\nunless (with immense trouble) proven otherwise? If temporarily or <br/>\npermanently seized, will real Nihonto be given a proper care?<br/>\n<br/>\nThere is no doubt that circulation of cheap and dangerous replica had to be <br/>\nstopped, even with the level or crime involving samurai swords being <br/>\nridiculously low in comparison to the usage of widely available home <br/>\nutensils.But will the fair treatment of martial arts practitioners and sword <br/>\ncollectors be guaranteed? Time will tell.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5621,
    "nextTopicId": 5625
}