{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 122856650,
            "authorName": "Richard Turner",
            "from": "&quot;Richard Turner&quot; &lt;ikkanshi@...&gt;",
            "profile": "retalt",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Tosa Myochin tsuba -  cont.",
            "postDate": "1064182460",
            "msgId": 813,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMWIwMWMzODA4ZCRiNGJlYzBkMCQwMzAwYThjMEByaWNoYXJkPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 812,
            "nextInTime": 814,
            "topicId": 813,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all, still chasing up info on these Tosa tsuba smiths. I am getting  more information slowly but am still finding differences here and there. I put up an",
            "messageBody": "<div id=\"ygrps-yiv-1722283632\">Hi all, still chasing up info on these Tosa tsuba smiths. I am getting  more information slowly but am still finding differences here and there.<br/>\n  <br/>\nI put up an image of Cary&#39;s Munitoshi tsuba that is signed TOSA no  KUNI ju KII MYOCHIN MUNETOSHI. It is an excellent piece<br/>\nand the mei confirms that it is a Tosa Myochin guard by Munetoshi. Cary found the listing for this maker in Haynes, (Index of Sword Fittings & Associated Artists). (H 06291.0) Haynes notes that he died ca. 1700. He also notes that he was a student of Akasaka Tadatoki <br/>\n(H 09165.0) When cross referencing to this Akasaka Tadatoki, Haynes states that he was the first Akasaka Tadatoki and was considered<br/>\nthe 4th generation of the main Akasaka line. Haynes notes that he died in 1746.<br/>\n<br/>\nThis would seem to be in conflict with Sasano&#39;s research. In his Early Japanese Sword Guards (Sukashi Tsuba) book (1972) on page 22, he discusses the Tosa Myochin line. He dates them to late Edo and mentions that they started as students of the 7th generation Akasaka Tadatoki.<br/>\n<br/>\nCan someone reconcile the dating of Tosa Myochin guards in light of the conflict between Sasano and Haynes.<br/>\n<br/>\nCheers all<br/>\n<br/>\nRich<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 802,
    "nextTopicId": 814
}