{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 71141266,
            "authorName": "Jurgisg2@aol.com",
            "from": "Jurgisg2@...",
            "profile": "kijukat",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] London NTHK Shinsa fittings highlights",
            "postDate": "1065587254",
            "msgId": 879,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGIwLjNmNjhhNDhiLjJjYjRlYzM2QGFvbC5jb20+"
            },
            "prevInTopic": 876,
            "nextInTopic": 0,
            "prevInTime": 878,
            "nextInTime": 880,
            "topicId": 876,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks Jim for the tsuba report.  The display material sounds fantastic.  A solid gold Umetada  is not my cupa  but I sure would like to see some of the old",
            "messageBody": "<div id=\"ygrps-yiv-582560174\">Thanks Jim for the tsuba report.  The display material sounds fantastic.  A <br/>\nsolid gold<br/>\nUmetada  is not my cupa  but I sure would like to see some of the old Owari <br/>\nguards<br/>\n from Sasano san&#39;s collection.  Thanks again.  Jurgis<br/>\nBTW  are you coming to Chicago for the TKK?<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 70790403,
            "authorName": "Jim Gilbert",
            "from": "&quot;Jim Gilbert&quot; &lt;jggilbert@...&gt;",
            "profile": "yamaimojg",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [nihontostudy] London NTHK Shinsa fittings highlights",
            "postDate": "1065552505",
            "msgId": 876,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMTcwMWMzOGQwMyQ5ODA4Mzk4MCRlNzQzNGJhYkBvZW1jb21wdXRlcj4=",
                "referencesHeader": "PDE1LjFhMDBjODZkLjJjYjNhN2I3QGFvbC5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 879,
            "prevInTime": 875,
            "nextInTime": 877,
            "topicId": 876,
            "numMessagesInTopic": 0,
            "msgSnippet": "Jurgis, Most of the better pieces tended to be from the late Edo period.  The highest scoring items were two 84 point koshirae, one done up with cherry blossom",
            "messageBody": "<div id=\"ygrps-yiv-1551405678\">Jurgis,<br/>\nMost of the better pieces tended to be from the late Edo period.  The highest scoring items were two 84 point koshirae, one done up with cherry blossom motif and the other with nice Ishiguro school fittings in shakudo nanako.  We had several fittings scoring 80 points and quite a few in the mid to high 70&#39;s.  <br/>\n<br/>\nOne of the nicer tsuba was an unsigned example from the Shoami Masanori group.  The inlay style was quite like Umetada work.  There was a good guard signed Tanshu ju Sadamasa that scored 78 points and a Nakagawa Itteki fuchigashira that scored 80.  The Itteki was done in a cuckoo and clouded moon motif similar to one that I have by Jochiku, which made for an interesting comparison.<br/>\n<br/>\nAmong the older things, there was a nice pair of Ko-Goto menuki in the form of poppy pods that got 76 points, a very nice Ko-Mino fuchigashira that was awarded 80 points and interesting Ezo menuki from early Muromachi that scored 76.  We saw a good Momoyama period Owari sukashi guard that unfortunately only rated 70 points because the surface had been heavily polished.  There was also a nice Momoyama period Onin ten zogan guard and a very large Katchushi tsuba that appeared to have been mounted on a naginata.<br/>\n<br/>\nIn addition to the sword display there were also some great fittings out for viewing.  We had a group of Ko-Mino kodogu, a well-known Owari sukashi guard from the Sasano collection, a futojimei Nobuie, a Kamakura-bori guard from the Sasano collection, a solid gold Momoyama Umetada tsuba, an early Yagyu example with an unusual shape, a very good Kaga zogan example and Goto Ichijo daisho tsuba.<br/>\n<br/>\nJim<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n  Hi  Jim  nice shots from London.  Did you get to see any fantastic tsuba?  If <br/>\n  so what <br/>\n  please tell all.  Thanks,  Jurgis<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 877,
    "nextTopicId": 856
}