{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 38990540,
            "authorName": "bungotakadasword",
            "from": "&quot;bungotakadasword&quot; &lt;MuramasaIII@...&gt;",
            "profile": "bungotakadasword",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "chicago show...... quick report",
            "postDate": "1066595747",
            "msgId": 920,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJtdXNqMys1NDdjQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 919,
            "nextInTime": 921,
            "topicId": 920,
            "numMessagesInTopic": 0,
            "msgSnippet": "gang, Just came back from the Chicago show............... a lot of old faces were not there but the core die hard table holders were there holding the fort. ",
            "messageBody": "<div id=\"ygrps-yiv-429977697\">gang,<br/>\nJust came back from the Chicago show...............<br/>\na lot of old faces were not there but the core die hard table holders <br/>\nwere there holding the fort.<br/>\nThe meibutsu exhibition , as always, is outstanding with Bob Benson <br/>\ngiving commentary und answer any questions put forth by the <br/>\nattendees. This year&#39;s exhibition was on &quot; Yamato blades &quot;.  Also <br/>\nthere was a tsuba exihition on Kyo-sukashi tsuba.<br/>\n <br/>\nEven though the attendance was noticably lower than previous years, I <br/>\nnoticed a heightened level of activities among dealers, <br/>\ncollectors/table holders. A lot of horse tradings took place to <br/>\neveryone&#39;s advantage.   I personally sold   quite a few tsuba und <br/>\ndone a few trades which I am very happy with. There&#39;s no last minutes <br/>\nfirehouse sales as the prices were set quite low to begin with, so if <br/>\nyou have cash, many good deals were possible.<br/>\nA fellow listeros had a great display of his personal collection of <br/>\nChristian theme tsuba................ simply OUTSTANDING !!!!!!!! he <br/>\ncorned the market on that theme !!!!!<br/>\n <br/>\nRoy H. had a display of an outstanding  tachi koshirae that used to <br/>\nbelong to gen. Sugiyama und a very nice display of HIGH QUALITY tauba <br/>\n( among them  a Hoan tsuba that made some people hyperventilate ).... <br/>\nin short, a mini Meibutsu room display  right there in the room for <br/>\nall to see through out the show.<br/>\nIf you are in the Mid West region und missed the <br/>\nevent................. arrrrrrhhhhhh, you missed a great  show.<br/>\n <br/>\nA great event is already being planned for next year but since it&#39;s <br/>\nin the planning stage, i can&#39;t tell you what it is.  Stay <br/>\ntuned...........................<br/>\n <br/>\nmilt</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 916,
    "nextTopicId": 921
}