{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 38990540,
            "authorName": "bungotakadasword",
            "from": "&quot;bungotakadasword&quot; &lt;MuramasaIII@...&gt;",
            "profile": "bungotakadasword",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "message from Helm",
            "postDate": "1066860184",
            "msgId": 930,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJuNnVxbys4OG02QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 929,
            "nextInTime": 931,
            "topicId": 930,
            "numMessagesInTopic": 0,
            "msgSnippet": "Milt- For the listies; All- Same was clearly used on handles and scabbards from earliest times. In the Edo period presentation skins were mounted in fine",
            "messageBody": "<div id=\"ygrps-yiv-291421980\">Milt- <br/>\n        For the listies; <br/>\n<br/>\n        All- <br/>\nSame was clearly used on handles and scabbards from earliest times. <br/>\nIn the Edo period presentation skins were mounted in fine brocade and <br/>\nwere cherished gifts.As Gordon has said it was used as decoration on <br/>\narmour.<br/>\n<br/>\n        Today we can purchase kendo armours with lacquered ray skin <br/>\ndo in a variety of colors. I think the problem with ray skin as <br/>\narmour is not the climate, after all witness all those handles still <br/>\nin existance, it is more likely for two reasons I can think of. One <br/>\nthe size of the skins, todays do use two or three skins, which look <br/>\ngreat but would be weak at the point of overlap. There was surely a <br/>\nmonster ray in those days that would have done the job with a sigle <br/>\nskin, even then it would have been a rare creature however. Two wear <br/>\nand tear, the lacquered do of today can take a lot of abuse from <br/>\nbamboo shinae but a blade is another story. Initially it would look <br/>\ngreat but with the first cut would be scarred and weakened and would <br/>\nonly become uglier with each battle, I am sure someone tried it but <br/>\nfeel it would not have appealed to samurai sensibilites¡Ä<br/>\n<br/>\n-t</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 923,
    "nextTopicId": 927
}